[
  {
    "id": 0,
    "articleId": 1,
    "title": "The Motivation of Love",
    "scriptureName": "2 Corinthians",
    "scriptureChapter": "5:14",
    "scriptureVerse": "For Christ’s love compels us, because we are convinced that one died for all, and therefore all died.",
    "prelude": "We all need some kind of motivation to encourage us to be good people or to do good deeds. Basically, there are two kinds of motivation: positive and negative. Some people need positive motivation, while some people—or even animals—require negative motivation before they are stirred to do what they should do.",
    "laugh": "On his birthday, Mr. Chang received a talking parrot from a close friend. Unfortunately, the parrot had a terrible attitude and constantly used foul language—either cursing people or speaking crude words. Mr. Chang tried very hard to change the parrot’s behavior. He spoke politely to it, played gentle music, and tried everything he could think of, but nothing worked.\n\nEventually, Mr. Chang began yelling at the parrot, and the parrot yelled back. He then shook the parrot angrily, which only made it more furious and even ruder. Finally, in a moment of uncontrollable rage, he put the parrot into the freezer. He heard the parrot screaming, kicking wildly, and shouting—then suddenly everything went silent. For a minute and a half, there was not a single sound.\n\nTerrified, Mr. Chang exclaimed, “Oh no, I’ve killed it!” He immediately opened the freezer door.\n\nThe parrot calmly walked out, stepped onto Mr. Chang’s outstretched hand, and said, “I believe my rude words and actions must have offended you. I will make every effort to improve my behavior. I am truly sorry and hope you can forgive me.”\n\nMr. Chang was shocked by the parrot’s sudden change in attitude. Just as he was about to ask what caused such a dramatic transformation, the parrot continued, 'May I ask what that featherless bird inside did wrong?'",
    "photoUrl": "assets/photos/xlcdapp_photo_1.png",
    "videoId": "Mez7DnMOlgc",
    "videoName": "不要怕！你要得人了 | 曾興才牧師 | 20240225 | 生命河 ROLCCmedia",
    "talk": "Cherish well-meaning advice from others, especially counsel that comes from love. Motivation rooted in love can help us continue to do what is right even in difficult circumstances.\n\nThe Apostle Paul understood and personally experienced the love of Christ Jesus. That love enabled him to faithfully complete the mission Jesus entrusted to him despite persecution and hardship. He said that Christ’s love was like a force constantly pushing him forward. Since we know that Christ died for all, all have died. And He died for all so that those who live should no longer live for themselves, but for Him who died and was raised again for them.\n\nLove is the strongest and most powerful motivation.",
    "likes": 28,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 2,
    "title": "Overcoming Fear",
    "scriptureName": "Psalms",
    "scriptureChapter": "23:4",
    "scriptureVerse": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "prelude": "Fear is no stranger to us. Living in a constantly changing world, we often encounter 'sudden events' that catch us off guard, and if we are not careful, it is easy to fall into the abyss of fear. Therefore, in order to survive, we will try our best to protect ourselves.",
    "laugh": "Barbara Watters, host of a current affairs magazine, went to a place called Kabul before the outbreak of the war in Afghanistan to do a story on the theme of gender roles. She found that the local women had a habit of always walking five times slower than their husbands. She didn't understand why. Recently, she returned to Qab and found that the women there still followed their husbands in this way. Although the Taliban regime had been overthrown, these women were still happy to adhere to this tradition. When interviewing one of the women, Miss Watters, driven by curiosity, asked, 'Why are you so happy to uphold this tradition that you once tried so hard to overthrow?' The woman looked intently at Miss Watters and answered without hesitation, 'Because of landmines!'",
    "photoUrl": "assets/photos/xlcdapp_photo_2.png",
    "videoId": "GkRrP2iBaKw",
    "videoName": "不斷成長，進入豐盛 | 曾興才牧師 | 20240121 | 生命河 ROLCCmedia",
    "talk": "Yes, fear will prompt you to take various measures to protect yourself. But sometimes, no preparation can help you face it.' You yearn to find an unshakable anchor amidst the ever-changing complexities of human relationships, to find true peace. The poet David reminds us that only by holding fast to the unchanging true God can you fear not even as you walk through the valley of the shadow of death, for you know that God is always with you. His staff can help you turn back from the wrong path, and His rod will guide you on the right way. With the Lord God with you, you can no longer fear and can enjoy a peace that surpasses all understanding. Today, try telling God your innermost fears through prayer.",
    "likes": 21,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 3,
    "title": "Forgive Each Other",
    "scriptureName": "Colossians",
    "scriptureChapter": "3:13",
    "scriptureVerse": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
    "prelude": "Forgiving others' transgressions is a virtue, and it's something God wants us to do. However, we often hold grudges against others for hurting us, whether intentionally or unintentionally, and can't let go for a long time. Even elementary school students are no exception.",
    "laugh": "Xiao Mei has always disliked her fifth-grade Chinese teacher, and she's waiting for an opportunity to express her dissatisfaction. One day, during class, the Chinese teacher assigned an essay topic: 'Me Thirty Years Later.' Here is Xiao Mei's essay: \n\n 'The weather was nice today. I was driving my Rolls-Royce, the gift my husband gave me for our wedding anniversary, wearing the three-carat diamond ring he just bought me, and the ruby ​​necklace he gave me for my birthday last month. I took my adorable twins to Da'an Forest Park. We were strolling through the park, surrounded by birdsong and fragrant flowers, attracting envious glances from everyone around us. Suddenly, an old woman, reeking of foul odor and covered in filth, who looked homeless, rushed out from the roadside, head bowed, begging me for something in a low voice. It nearly scared my two little ones. Startled, I looked closer and exclaimed, 'Oh my god! It's my fifth-grade Chinese teacher!'",
    "photoUrl": "assets/photos/xlcdapp_photo_3.png",
    "videoId": "Ay5KpU3QS44",
    "videoName": "聖靈，再一次充滿我們 | #曾興才牧師 | 20230611 | 生命河 ROLCCmedia",
    "talk": "Forgiving is a decision, not a matter of feeling. The feeling of being hurt can cloud our minds. The more we dwell on the harm others have done to us, the deeper we sink into the abyss of bitterness and resentment. In reality, the person who hurt you may have already forgotten you completely. While you are losing your appetite, they may be feasting; while you are unable to sleep at night, they may be sound asleep. No wonder some say, 'A person who doesn't forgive is like someone who has drunk poison and wishes for the other to die.' However, when we decide to obey God's word and forgive, we are healed from our hurt, freed, and once again receive God's grace of forgiveness. Why not be wise and choose to forgive those who hurt you?",
    "likes": 24,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 4,
    "title": "Remove the Plank from Your Eyes",
    "scriptureName": "Matthew",
    "scriptureChapter": "7:4",
    "scriptureVerse": "How can you say to your brother, ‘Let me take the speck out of your eye,’ when all the time there is a plank in your own eye?",
    "prelude": "Everyone has strengths and weaknesses. Many interpersonal conflicts usually stem from egocentrism, that is, only seeing the shortcomings of others, but not being aware of one's own shortcomings; always feeling that others have problems and oneself is perfect.",
    "laugh": "Lao Wang was worried that his wife had hearing problems and might need to wear headphones. He didn't know how to bring it up, so he asked his doctor. \n\nThe doctor told him a simple test, 'You can do this: stand forty feet away from her and speak to her in your normal conversational voice. See if she can hear you. If she can't hear you, move the distance to thirty feet, then twenty feet, until she can hear you.' \n\n That evening, Lao Wang sat in the living room while his wife cooked in the kitchen. He thought, 'I'll stand about forty feet away from her and see how she reacts!' So he asked his wife in his normal voice, 'Honey, what are we having for dinner tonight?' There was no response. Lao Wang moved closer to the kitchen, about thirty feet away, and asked his wife again, 'Honey, what are we having for dinner tonight?' Still no response. He went to the dining room, about twenty feet away from his wife, and asked again, 'Honey, what are we having for dinner tonight?' Still no response. Therefore, he went to the kitchen doorway, about ten feet away from his wife, and asked again, 'Honey, what are we having for dinner tonight?' Again, no response. Lao Wang walked up behind his wife and asked, 'Honey, what are we having for dinner tonight?' His wife replied, 'Honey, this is the fifth time, Kung Pao Chicken!'",
    "photoUrl": "assets/photos/xlcdapp_photo_4.png",
    "videoId": "gUxlZ4S_meE",
    "videoName": "你要我為你做什麼 | 曾興才牧師 | 20220109 | 生命河 ROLCCmedia",
    "talk": "When we acknowledge that we are not perfect, we will see the people around us differently. A successful person knows their strengths and weaknesses. They will discover and appreciate the strengths of others, and use the strengths of others to compensate for their own weaknesses, and use their own strengths to help others' weaknesses. More importantly, they also know how to leverage their own strengths and make them their advantages. Try to discover and appreciate the strengths of those around you today! Remember to specifically tell them the strengths you have discovered.",
    "likes": 22,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 5,
    "title": "The Joy of Sharing",
    "scriptureName": "Luke",
    "scriptureChapter": "3:11",
    "scriptureVerse": "John answered, “Anyone who has two shirts should share with the one who has none, and anyone who has food should do the same.”",
    "prelude": "The joy of sharing is double the joy. Being able to share good things with others is not only a virtue but also a blessing, because it shows that you have them, and only then can you share them.",
    "laugh": "One day, an old gentleman bought a hamburger, fries, and a drink. After sitting down, he carefully cut the hamburger in half, giving one half to his wife, and then carefully divided the fries into two piles, placing one pile in front of his wife. Afterward, he took a sip of his drink, and his wife also took a sip, placing it in the middle. \n\n As he began eating his burger, those around him whispered amongst themselves, clearly thinking, 'Such a poor old couple, only able to afford one meal to share.' When the old man started eating his fries, a young man approached their table and politely offered to buy them an extra meal. The old man said they didn't need it, as they were used to sharing everything. Those near their table noticed the old woman hadn't eaten a bite; she sat there watching her husband eat, occasionally taking a sip of her drink. Again, the young man came over and asked permission to buy them a meal. This time, the old woman said, 'No need, thank you, we're used to sharing everything.' Finally, the old man finished eating and wiped his burger clean with a tissue. The young man approached the old woman again. Seeing that she hadn't eaten anything, he asked, 'What are you waiting for?' The old woman calmly replied, 'I'm waiting for his dentures!'",
    "photoUrl": "assets/photos/xlcdapp_photo_5.png",
    "videoId": "sUuT3a-ibbs",
    "videoName": "那九個在哪裡呢？ | 曾興才牧師 | 20231112 | 生命河 ROLCCmedia",
    "talk": "If everyone had a heart to share good things with others, this world would certainly be a warmer and more lovely place. In fact, sharing good things with others isn't something we're born with; it's a virtue that needs to be taught and learned. Once we begin to share good things with others, we'll be amazed to find that the joy we receive far exceeds what we give. Sharing can start with a small thing in daily life, with your family or friends. What good things can you share with others? ",
    "likes": 16,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 6,
    "title": "Choose to Report Good News",
    "scriptureName": "Proverbs",
    "scriptureChapter": "15:30",
    "scriptureVerse": "Light in a messenger’s eyes brings joy to the heart, and good news gives health to the bones.",
    "prelude": "We hear more bad news than good news every day. Actually, every event has its good and bad sides; the key is how we view what happens.",
    "laugh": "One day, three expectant fathers—Xiao Zhang, Xiao Li, and Xiao Zeng—sat in the back room of the delivery room, waiting for their wives to give birth, and they started chatting. Xiao Zhang: 'My colleague told me that my job at M&M's is a good omen; this time, my wife will definitely have twin.' Before he could finish speaking, a nurse came out of the delivery room and told him; 'Congratulations, Mr. Zhang, your wife has given birth to twins.' Two minutes later, another nurse came out and said to Xiao Li, 'Congratulations, Mr. Li, your wife has given birth to triplets!' Xiao Li was overjoyed, saying, 'What a coincidence! I work at the Tripple Ring Company!' Xiao Zeng, who had overheard this, turned pale and ran towards the door, shouting, 'Oh no! Oh no! I work at 7-Eleven!'",
    "photoUrl": "assets/photos/xlcdapp_photo_6.png",
    "videoId": "CDtAEvmJo4k",
    "videoName": "第二次機會的福音 | 曾興才牧師 | 20230423 | 生命河 ROLCCmedia",
    "talk": "Frankly speaking, we all hope to hear good news every day. Actually, instead of waiting to hear good news, it's better to be the one who delivers good news, because good news can nourish the bones and brighten the heart. Therefore, we must learn to view the events of each day with a positive and optimistic perspective so that we can have good news to share. What did you see in today's events from a positive and optimistic perspective? Share your good news with someone.",
    "likes": 8,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 7,
    "title": "Generosity",
    "scriptureName": "1 Timothy",
    "scriptureChapter": "6:18",
    "scriptureVerse": "Command them to do good, to be rich in good deeds, and to be generous and willing to share.",
    "prelude": "A generous person is a friend everyone wants to make. In fact, generosity isn't something one is born with; rather, it can be learned from others or influenced by one's environment.",
    "laugh": "An Arab man was undergoing a heart transplant. The doctors tested his blood in case he needed a transfusion. They discovered he had a rare blood type, which couldn't be found locally, so they had to search abroad. Finally, they found a Jewish man with the same blood type who was willing to donate. The surgery was very successful. The Arab man sent him a thank-you card, along with a very valuable diamond and a Rolls-Royce. Unfortunately, not long after, the Arab gentleman needed another corrective surgery. Of course, the Jewish man was happy to donate blood again, believing he would receive even more gifts. The second surgery was also very successful, and the Arab gentleman sent another thank-you card and a box of chocolates! The Jewish man was quite surprised, seeing that the Arab gentleman wasn't giving him such a large gift as before, so he called him to find out the truth. The Arab gentleman replied, 'Dear friend, don't forget, the blood flowing through my veins now is Jewish blood!'",
    "photoUrl": "assets/photos/xlcdapp_photo_7.png",
    "videoId": "zwsBDQ0WLpg",
    "videoName": "擁抱天父的心 | 曾興才牧師 | 20231015 | 生命河 ROLCCmedia",
    "talk": "Have you ever received charity from others? Especially when you were in trouble, how did you feel? To receive generosity from others, first become a generous person. Giving to others can be about fulfilling their material needs, offering a word of appreciation, praise, or affirmation, or simply taking the time to listen to their troubles. When you begin to show kindness to those around you, you are doing a good deed; you are meeting their needs. Observe those around you and see what needs you can help them with. Take some time and effort to be a blessing to them!",
    "likes": 7,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 8,
    "title": "Differences Between Men and Women",
    "scriptureName": "Genesis",
    "scriptureChapter": "1:27",
    "scriptureVerse": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
    "prelude": "Since ancient times, disputes between men and women, or between husband and wife, have been constant, one of the main reasons being a lack of understanding of the differences between men and women. Men and women not only differ greatly in communication, but also in their level of understanding.",
    "laugh": "One morning, Mrs. Wang woke up and happily said to her husband: 'Last night I had a very vivid dream. I dreamt that you bought a very expensive diamond ring as my birthday present. I've never had such a dream before. What do you think it means?' \n\n 'You'll know tonight, darling!' her husband replied thoughtfully. \n\n All day long, Mrs. Wang couldn't contain her excitement; she eagerly awaited her husband's return from work. Sure enough, her husband held a beautifully wrapped little box. After he gave it to his wife, she eagerly opened it, only to find a book inside—'The Interpretation of Dreams.'",
    "photoUrl": "assets/photos/xlcdapp_photo_8.png",
    "videoId": "tyTmt2fWMn0",
    "videoName": "高舉聖誕節的耶穌 | 曾興才牧師 | 20231210 | 生命河 ROLCCmedia",
    "talk": "The differences between men and women are obvious, from their physical structure to their perspectives and problem-solving methods. Understanding these differences requires effort. Besides many books that can help us, communication is indispensable. Imagine if all men and women were exactly the same; the world would certainly lose much of its joy, and life would be dull and monotonous. Understanding and accepting the differences between men and women is a crucial element of healthy interpersonal relationships. God created man and woman in His own image. The differences between men and women bring much joy and challenge to the world and life. At the same time, these differences also have a complementary function. If we can carefully appreciate and communicate with each other, we will surely thank God the Father for the wondrous and awe-inspiring creation!",
    "likes": 6,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 9,
    "title": "Stop Biting and Devouring Each Other",
    "scriptureName": "Galatians",
    "scriptureChapter": "5:15",
    "scriptureVerse": "If you bite and devour each other, watch out or you will be destroyed by each other.",
    "prelude": "In a relationship, friction and conflict are natural byproducts, especially for couples. But no matter what, never say too much when you're angry, lest you regret it later.",
    "laugh": "One day, Mr. He and his wife had a fight. He was very angry and decided not to speak to her, declaring a cold war. But he couldn't suppress his anger, so he decided to write a poem to vent it. The poem goes like this: \n\n 'God saw that I was hungry, so He made a bun; God saw that I was thirsty, so He made a cup of cool tea; He saw that I was in darkness, so He made light; He saw that I had no problems, so He created you.' \n\n Mrs. He was no pushover either. After reading it, she wrote a poem in response. She wrote: 'I wrote your name on the beach, it was washed away; I wrote your name in the sky, it was blown away; then, I wrote your name in my heart, and I got a heart attack!'",
    "photoUrl": "assets/photos/xlcdapp_photo_9.png",
    "videoId": "ZQyr9RgkVmQ",
    "videoName": "風浪中你可以有平安 | 曾興才牧師 | 20220918 | 生命河 ROLCCmedia",
    "talk": "Although friction and conflict in interpersonal relationships are byproducts of getting along, mutual harm can be avoided. As long as you are willing to be cautious, choose communication in times of conflict, avoid acting emotionally, restrain your tongue when angry, and not retaliate with evil, delaying your immediate reaction by three minutes will lead to drastically different results. If you insist on being unforgiving, the result will only be mutual harm. Why bother? Actually, the closer someone is to you, the easier it is to have conflicts, because you care about each other, you care about what the other person says or does. Since they are so close to you, why be so calculating? Why not broaden your mind and choose acceptance, tolerance, and forgiveness?",
    "likes": 5,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 10,
    "title": "Don’t Only Think of Yourself",
    "scriptureName": "Philippians",
    "scriptureChapter": "2:4",
    "scriptureVerse": "not looking to your own interests but each of you to the interests of the others.",
    "prelude": "Egocentrism is the most concrete manifestation of human sinfulness. Egocentric people are unpopular because they only think of themselves and their own interests, regardless of the life or death of others.",
    "laugh": "Xiao Zhu finally reached middle age and saved up enough money to travel to the Grand Canyon. He took a plane to tour the Grand Canyon. When the plane flew over the canyon, the engine suddenly malfunctioned. The pilot said to them, 'There are four of you, but I only have three parachutes. You decide how to distribute them!'\n\n The first boy rushed to say, 'I have a lot of property to deal with, I can't die!' He grabbed a parachute and jumped out. The second man said, 'I have a wife and children at home who need my care, I can't die!' He took the second parachute and jumped. Now only Xiao Zhu and another single woman remained. Xiao Zhu said, 'I'm middle-aged, you're still young, you can use the last parachute!' The single woman calmly replied, 'Actually, we had two parachutes, because the first man took my backpack and jumped!'",
    "photoUrl": "assets/photos/xlcdapp_photo_10.png",
    "videoId": "4GfLe4AWUag",
    "videoName": "成為神和人喜愛的人 | 曾興才牧師 | 20230521 | 生命河 ROLCCmedia",
    "talk": "Yes, each person should not only look to their own interests, but also to the interests of others. We all don't want to be friends with selfish people because they only plan for their own benefit and never think about the feelings and needs of others. They do this and think it's their right. Being considerate of others is a virtue. A person who can think of others' well-being is humble and mature. This isn't directly related to age, but rather to one's personal cultivation. Now think about it: who needs your concern?",
    "likes": 4,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 11,
    "title": "Live Your Best",
    "scriptureName": "Ephesians",
    "scriptureChapter": "4:1",
    "scriptureVerse": "As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received.",
    "prelude": "Everyone has their dream job, but often, due to the pressures of reality, their dreams remain unfulfilled, and they have to compromise for the sake of life.",
    "laugh": "Mr. Zhu had been unemployed for almost a year. One day, he saw a job advertisement for staff at the zoo. When he went to inquire, he was surprised to find that there was only one opening left, which required someone to dress up as a monkey. Because it was a public holiday in a few days, many children would come to the zoo, and the zoo needed monkeys, so they were hiring someone to dress up as a monkey. Because Mr. Zhu needed money, he decided to take the job of dressing up as a monkey. The next day, before dawn, Mr. Zhu put on his monkey costume and went into the cage. As the sun's light crept over the world, many children came, and all he had to do was jump around on the ground, from one tree to another, and then the keepers would feed him peanuts and bananas. Four or five hours passed, and he was exhausted, his stomach full of bananas. As he tried to jump from one tree to another, he felt a little dizzy and accidentally fell into the adjacent lion's den. He shouted, 'Help! Help!' The lion came over and whispered to him, 'If you don't stop shouting, we'll both lose our jobs!'",
    "photoUrl": "assets/photos/xlcdapp_photo_11.png",
    "videoId": "Y7rWKYWAZWE",
    "videoName": "新的季節，重新得力 | 曾興才牧師 | 20230903 | 生命河 ROLCCmedia",
    "talk": "God's will is for you to live your best life. To live your best life, you must discover the unique gift God has given you: What are you most passionate about? What are your strongest skills? What do your family and friends most often praise you for? When you discover that unique gift God has given you, you should find opportunities, environments, or platforms to fully utilize it. You will inevitably reap unexpected rewards because you will have lived your life to the fullest!",
    "likes": 3,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 12,
    "title": "Willing to Pay the Price",
    "scriptureName": "Matthew",
    "scriptureChapter": "16:24",
    "scriptureVerse": "Then Jesus said to his disciples, 'Whoever wants to be my disciple must deny themselves and take up their cross and follow me.'",
    "prelude": "Everything of value comes with a price; those who achieve success and influence are those who are willing to pay the price. Often, the weight of the price depends on the magnitude of the achievement or influence.",
    "laugh": "Once, the U.S. Federal Special Police were recruiting hitmen. After all the background checks, interviews, and tests, three people were left: two men and one woman. Facing the final test, a U.S. Federal Special Police officer led the first man to an iron gate, handed him a handgun, and said: 'You must know that under no circumstances should you disobey the instructions of the U.S. Federal Special Police.' 'In this room, you will see your wife sitting in a chair. You must kill her!' The man replied, 'Are you serious? I could never kill my wife.' The officer replied, 'Then you're not fit for this job. Take your wife home!' The second man was given the same instructions. He took the handgun and went into the room. The room was very quiet. About five minutes later, he came out, tears streaming down his face. 'I tried, but I just can't kill my wife.' The officer said, 'You're not qualified either. Take your wife home!' Finally, it was the woman's turn. She was given the same instructions to kill her husband. She took the handgun and went into the room. 'Whoosh! Bang!' Several gunshots rang out, followed by a sharp sound and the sound of a chair hitting the wall. A few minutes later, all was quiet. The door slowly opened, and the woman stood there, sweating profusely, saying, 'The gun was empty, so I had to hit him with a chair!'",
    "photoUrl": "assets/photos/xlcdapp_photo_12.png",
    "videoId": "hDQn8tOm3rs",
    "videoName": "翻轉生命的敬拜 | 曾興才牧師 | 20230212 | 生命河 ROLCCmedia",
    "talk": "Success comes at a price, but to achieve something significant or influential, you need to pay an even higher price. When Jesus issued this challenge to many of His followers, I suspect many stopped following Him because the price Jesus demanded was too high. The Lord Jesus required those who wished to continue following Him to put aside their dreams and plans, and to have a willingness to suffer and follow Him to the end. But we can see from history that those who are willing to pay the price for Him are the ones who rewrite history, and we all know who they are. Today, you can join their ranks too.",
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 13,
    "title": "Doing New Things",
    "scriptureName": "Isaiah",
    "scriptureChapter": "43:19",
    "scriptureVerse": "See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland.",
    "prelude": "Many people like new things; they like to see new things; they like to hear fresh stories. But in the daily routine of work and life, we no longer look forward to seeing new things, and life becomes dull and boring.",
    "laugh": "One day, Sister Shen impulsively bought a female parrot. Unexpectedly, when she brought it home, its first words were, 'Give me a kiss, baby!'\n\n Sister Shen thought, 'Oh no, people will think I taught it that. This will completely ruin my ladylike image.'\n\n So she tried everything to teach the parrot to speak more refined things. But the parrot was stubborn and only knew one phrase: 'Give me a kiss, baby!' What to do? When Sister Shen were at a loss for what to do, she heard that the pastor also had a male parrot, and that parrot not only didn't use foul language, but was also a devout believer, spending most of its time praying. So Sister Shen asked the pastor for help. After understanding her purpose, the pastor said to her with some difficulty, 'This is difficult. Actually, I haven't deliberately taught that parrot anything. Its devotion is probably due to its long-term exposure to this environment!' Seeing Sister Shen's disappointment, the pastor said, 'How about this, bring your parrot to me. I'll put them together, hoping that after a while, your parrot will be influenced. That's all I can do. Whether it works or not depends on God's will.' Sister Shen was overjoyed. That was the only way. There's a saying, 'One who stays near vermilion gets stained red,' so we took the parrots to the pastor's house, and he put the two parrots together. At first, the female parrot was a little reserved. Seeing the male parrot silently praying in a corner of the cage, she didn't have the heart to disturb him. But she couldn't resist and finally said, 'Give me a kiss, my darling!' Hearing this, the male parrot stopped praying, turned to look at the female parrot, and suddenly, tears streamed down his face as he said, 'Thank God, my prayer has finally been answered!'",
    "photoUrl": "assets/photos/xlcdapp_photo_13.png",
    "videoId": "qz9teFHW-vo",
    "videoName": "新的挑戰 新的應許 | 曾興才牧師 | 20210613 | 生命河 ROLCCmedia",
    "talk": "Doing new things is not difficult. When you are willing to adjust your thinking, slow down your pace, and observe and listen more, you can experience new things every day. As the Israelites habitually went about their lives, remembering their past experiences and reminiscing about their glorious ancient times, they no longer had any expectation of God. God, through the prophet Isaiah, reminded them to pay attention and be mindful, for God does new things every day. Think about it, see what new things God has done for you today? Or what new things have you done today?",
    "likes": 3,
    "type": 1,
    "isNew": true,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 14,
    "title": "Be Wise",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:15",
    "scriptureVerse": "Be very careful, then, how you live—not as unwise but as wise,",
    "prelude": "I believe no one is born wanting to be a fool; everyone wants to be a wise person. In fact, the difference between fools and wise people is often very fine. A wise person knows what he wants and when he wants it.",
    "laugh": "Eighty-four-year-old Lao Liu liked to fish. One day, while he was fishing on his boat, he heard a voice say, 'Pick me up.'\n\n He looked around, but there was no one there. When he heard 'Pick me up' again, he thought it was a hallucination. He looked intently into the water and saw a frog floating on the surface. Lao Liu asked, 'Are you talking to me?, The frog replied, 'Yes, it's me!' 'Pick me up and kiss me, and I'll become the most beautiful woman you've ever seen. I'm sure your friends will be both envious and jealous, because I'll be your bride.' Lao Liu gazed at the frog for a moment, then reached out and carefully placed it in his pocket. The frog said, 'What, are you crazy? Didn't you hear me? I said, kiss me, and I'll become your beautiful bride.' Lao Liu opened his pocket, looked at the frog, and said, 'Forget it, at my age, I'd rather have a talking frog.'",
    "photoUrl": "assets/photos/xlcdapp_photo_14.png",
    "videoId": "caFA7orVD_w",
    "videoName": "沒有救自己的耶穌 | 曾興才牧師 | 20220410 | 生命河 ROLCCmedia",
    "talk": "In this environment full of temptations, caution is the best advice. Because caution determines whether you are foolish or wise. Because some things, on the surface, seem very beautiful, but in reality, they are not so beautiful. Your daily life involves many decisions, big and small, and each decision has certain consequences. When you are able to make a decision, first quietly pray to God, the source of wisdom, and then follow the peaceful inspiration in your heart. You can trust that your choice will bring you joy and blessings.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 15,
    "title": "The Riches of God's Glory",
    "scriptureName": "Philippians",
    "scriptureChapter": "4:19",
    "scriptureVerse": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
    "prelude": "We are people with needs, living in a world full of various needs. Everyone hopes that all their needs can be met. Some needs can indeed be met by ourselves, but sometimes, our needs are met through those around us.",
    "laugh": "A senior pastor was invited to preach at a church in a small town. On Sunday morning, the church sent a deacon to pick him up from the hotel. When they were almost at the church, the senior pastor realized he had forgotten his dentures. The deacon said, 'I have one here, you can try it.' \n\nBecause of time constraints, the senior pastor had to try it on and said, 'This is too small!' \n\nThe deacon immediately handed him a larger denture. The senior pastor tried it on and said, 'This one is a bit too big; I'm worried it might fall off!' 'No problem!' the deacon replied. Then, he took another denture from his jacket pocket and gave it to the senior pastor. 'This one should fit you!' Sure enough, after the senior pastor put it on, it felt just like his own, and he was very happy, but he asked curiously, 'Brother, how do you have so many dentures? Are you a dentist?' 'No, no, no,' the deacon replied with a smile, 'I work at the funeral home doing makeup for the dead.'",
    "photoUrl": "assets/photos/xlcdapp_photo_15.png",
    "videoId": "AGTacXFkFDQ",
    "videoName": "耶穌必能為你平靜風浪 | 曾興才牧師 | 20200315 | 生命河 ROLCCmedia",
    "talk": "It is a joyful thing for needs to be met. In reality, it's impossible to satisfy all our needs. When we only focus on satisfying our own needs, the result is often disappointment and discouragement, and sometimes even harm to others. When we bring our needs to the God who created the universe, believing that He will provide for all our needs at the most appropriate time and in the best way, we often find that God, in His wisdom, accomplishes this through those around Him. Have you ever considered that God has also used you to satisfy the needs of others, and perhaps today He will use you in this way?",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 16,
    "title": "The First Love",
    "scriptureName": "Revelation",
    "scriptureChapter": "2:4",
    "scriptureVerse": "Yet I hold this against you: You have forsaken the love you had at first.",
    "prelude": "Where there is love, there is passion. We all enjoy being with people who are loving and passionate. Unfortunately, often due to busy work and heavy housework, the passion in our hearts is easily extinguished, and life and marriage lose their joy.",
    "laugh": "There were three sisters, one unmarried, one newly engaged, and one married. One day, the sisters talked about their partners, and afterwards, they decided to surprise them. So, each sister bought a black tight leather jacket, leather pants, high-heeled riding boots, a hood, and a blindfold. A few days later, the sisters met for lunch and exchanged their experiences.' The unmarried younger sister said, 'That night, when my boyfriend saw me wearing a black leather bodysuit, leather pants, high-heeled boots, a hood, and a blindfold, he couldn't help but say, 'You're my woman, I love you!' and then he hugged me tightly and wouldn't let go. The newly engaged older sister said, 'That night, I went to his apartment wearing a trench coat. When I opened it and let him see the black leather bodysuit, leather pants, high-heeled boots, hood, and blindfold, he didn't say a word. From then on, he couldn't wait to see me every day.' The married older sister said, 'I hadn't had a date with my husband in a long time, so I arranged for the children to stay with their grandmother so I could enjoy some alone time with him. I lit some candles, put on my black leather bodysuit, leather pants, high-heeled boots, hood, and blindfold, and excitedly waited for him to come home from work. When he opened the door and saw me, he actually pointed to the dining table and asked me, 'What are we having for dinner, Batman!'",
    "photoUrl": "assets/photos/xlcdapp_photo_16.png",
    "videoId": "jNSw1OJkzdY",
    "videoName": "經歷感恩的能力 | 曾興才牧師 | 20221113 | 生命河 ROLCCmedia",
    "talk": "The church in Ephesus was a model church, the one among the seven churches praised by Jesus again and again. They had good performance, diligence, patience, and labor for the name of the Lord. However, there was only one thing that saddened Jesus, and it was the most important thing: they had abandoned their first love. To have a fervent heart and rediscover your first love, you need to return to your very first love; think about how passionate you were about life back then, recall how desperately you loved. Once you rediscover your first love, the fire in your heart will be ignited, life will no longer be just passing through, but enjoying it; marriage and family will no longer be just dull and boring, but full of laughter and joy.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 17,
    "title": "Be Like a Little Child",
    "scriptureName": "Mark",
    "scriptureChapter": "10:15",
    "scriptureVerse": "Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.”",
    "prelude": "The innocence and simplicity of children are what we love about them. However, sometimes their insight and interpretation of reality makes us laugh and cry.",
    "laugh": "One day, the teacher asked the students to write an essay using the idioms they had learned, titled 'My Home'. The following is Xiaoming's composition, 'My Home': 'My home consists of three people: my father, my mother, and me. Every morning, as soon as we leave the house, we go our separate ways, each pursuing our own path, only to return home in the evening. My father is an architect, spending his days gesturing and working on construction sites. My mother is a saleswoman, spending her days swindling and cheating in the store, accepting all customers. I am a student, spending my days in the classroom, completely oblivious to everything. My three family members get along very well, and the house is generally harmonious. However, when my grades are poor, my father turns on me, cruelly beating me until I'm covered in bruises and prostrate on the ground. My mother stands by, either indifferent or detached, never intervening, and sometimes even aiding and abetting the abuse.' After reading it, the teacher asked Xiaoming, 'If your test scores are bad, how do your parents punish you?' Xiaoming replied, 'Below 80 points, it's women's singles; below 70 points, it's men's singles; below 60 points, it's mixed doubles!!'",
    "photoUrl": "assets/photos/xlcdapp_photo_17.png",
    "videoId": "hbxbb2vvbcw",
    "videoName": "耶穌降⽣的三⼤恢復 | 曾興才牧師 | 20221211 | 生命河 ROLCCmedia",
    "talk": "We all fondly remember our childhood, carefree and simply trusting that our parents would completely provide for and meet all our needs. But as we grow older, we experience more, our thoughts become more complex, and life becomes filled with more worries. The Lord Jesus tells us the conditions for entering the Kingdom of Heaven, which sounds very simple, but in reality, it is not easy to do—one must be like a little child to enter the Kingdom of Heaven. How can we be like a little child again? What qualities of a child are so attractive to Jesus? Let us begin today to rediscover the 'childlike' spirit we have lost for many years and once again enjoy the blessings of the Kingdom of Heaven.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 18,
    "title": "Should Not Be Anxious About Anything",
    "scriptureName": "Philippians",
    "scriptureChapter": "4:6",
    "scriptureVerse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "prelude": "Worrying or being anxious has somehow become human nature. From work and life to children and family, there are always things or people that make us worry every day. Ironically, most of the things we worry about don't happen.",
    "laugh": "One day, Mr. and Mrs. Hu had a misunderstanding about going out for dinner. The next day, they each wrote down their feelings in their diaries. Mrs. Hu's diary read: 'Last night, he was really strange. We had agreed to go to Zhuangyuanlou for dinner together. After watching the baseball game, he came directly to the restaurant to wait for me...' But during the day, I went on a shopping spree at Macy's with some girlfriends and ended up being a little late... which probably upset him, and he ignored me completely, creating a very tense atmosphere. Later, I took the initiative and said, 'Let's both compromise and talk things out!' He agreed, but remained silent, looking listless and distracted. I asked him what was wrong, and he just said, 'Nothing.' Later, I asked him if I had upset him, and he said it wasn't his problem and told me to leave him alone. When we got home, I felt like I might lose him. He sat there without saying a word, just watching TV, lost in thought. Eventually, I went to bed by myself. Ten minutes later, he climbed into bed, and to my surprise, he even hugged and kissed me... But even so, I felt like he was thinking about something else. I felt I needed to have a serious talk with him, but he was already asleep, so I lay beside him and silently cried. 'I'm absolutely certain now that he has another woman. It's like the sky has fallen. Oh my god! Then, I really don't know what the point of living is anymore!' Her husband, Lao Hu, wrote only one line in his diary: 'It's infuriating! The San Francisco Giants lost again yesterday!'",
    "photoUrl": "assets/photos/xlcdapp_photo_18.png",
    "videoId": "PWT_rjy2jbM",
    "videoName": "神的殿，我們的家 | 曾興才牧師 | 20220814 | 生命河 ROLCCmedia",
    "talk": "I strongly agree with the saying, 'Anxiety is the misuse of our imagination.' Think about it, what are you worrying about right now? It's something that hasn't happened yet, but you imagine how it will happen. The more you think about it, the more anxious you become, as if it's about to happen right before your eyes. In the end, it never happened. The Bible gives us the best prescription to help us get rid of unnecessary anxiety. That is to tell God what you want. Whether it's a big or small matter, you can tell God in prayer anytime, anywhere; this is what 'all things' means. Philippians 4:7 goes on to say that the result of telling God is that you will have an unexpected peace and tranquility in your heart. In other words, you will stop misusing your rich imagination, and you will stop overthinking.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 19,
    "title": "Do Not Repay Evil for Evil",
    "scriptureName": "Romans",
    "scriptureChapter": "12:17",
    "scriptureVerse": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.",
    "prelude": "When you are attacked or treated unfairly by others, how do you react? The natural reaction of most people is to retaliate or wait for an opportunity to get revenge. However, they don't realize that revenge not only fails to bring them justice but also backfires.",
    "laugh": "There were two sisters who found a bottle on the beach one day. Curious, they opened it, and a wisp of smoke emerged, transforming into a deity. The two sisters were terrified, but the deity actually spoke: \n\n'I have been imprisoned for a thousand years. Thank you for releasing me. Now you can each make a wish, and I will grant it.' \n\nThe elder sister, Meifen, was always jealous that her younger sister received more parental favor, so she said: 'Whatever my sister's wish is, I want twice as much as she does.' Upon hearing this, the sister replied without hesitation, 'I wish my measurements were 38-24-38.'",
    "photoUrl": "assets/photos/xlcdapp_photo_19.png",
    "videoId": "Y3OWjoQ9KO0",
    "videoName": "當你灰心失望時 | 曾興才牧師 | 20190317 | 生命河 ROLCCmedia",
    "talk": "While retaliating is a natural reaction for most people, it doesn't have to be your natural reaction. We cannot control other people's behavior, but we can choose how to respond to it. Retaliation only brings more harm, and it's a terrible vicious cycle. Therefore, the Bible teaches us to do what is good and right in everyone's eyes; in other words, choose to do what is beneficial to everyone. Because ultimately, it is a just, holy, and loving God who can vindicate us.' 'Dear brothers and sisters, do not take revenge yourselves, but leave room for the Lord's anger; for it is written: 'Vengeance is mine; I will repay,' says the Lord. (Romans 12:19)",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 20,
    "title": "Respect Your Parents",
    "scriptureName": "Ephesians",
    "scriptureChapter": "6:2-3",
    "scriptureVerse": "“Honor your father and mother” which is the first commandment with a promise so that it may go well with you and that you may enjoy long life on the earth.",
    "prelude": "Loyalty, filial piety, benevolence, love, propriety, righteousness, integrity, and a sense of shame are traditional Chinese virtues. Respecting one's parents is a matter of course, and children should repay their parents' kindness while they are still alive. When parents are no longer alive, nothing else matters.",
    "laugh": "Lao Yang went to buy offerings for Qingming Festival and saw that there were paper iPhones, even the latest iPhone 6. He asked the shopkeeper, 'Burning an iPhone 6 for our ancestors, I'm afraid they won't know how to use it?'\n\n The shopkeeper rolled his eyes at him and said, 'Steve Jobs (Steve Jobs)...' 'Job has already gone down to teach them, why are you still worrying!' Lao Yang then bought an iPhone 6. The shopkeeper reminded him, 'Buy a charger too! Don't forget to burn a charger for him, otherwise it won't be good if your ancestors come looking for you. It's a small matter if they come looking for you, but it would be troublesome if they asked you to deliver it.' Lao Yang had no choice but to buy another charger. When paying, he asked the shopkeeper for a business card, saying, 'I will burn this along with the offerings for my ancestors. If the phone has any problems, I can contact you directly for repairs.' The shopkeeper fainted upon hearing this!",
    "photoUrl": "assets/photos/xlcdapp_photo_20.png",
    "videoId": "9w1BPwQG7-0",
    "videoName": "患難中的盼望 | 曾興才牧師 | 20210822 | 生命河 ROLCCmedia",
    "talk": "Christianity values ​​filial piety very much because God values ​​filial piety very much. The first four commandments in the Decree concern worship and reverence for God, while the latter six concern interpersonal relationships. The most important of these, the fifth commandment, is to honor your father and mother. This is also the first commandment with a promise. Therefore, honoring one's parents is not only a duty of children, but also a blessing from God, ensuring a long and blessed life. Today, while your parents are still with you, let's meet their needs according to their wishes!",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 21,
    "title": "Shrewd as Snakes, Innocent as Doves",
    "scriptureName": "Matthew",
    "scriptureChapter": "10:16",
    "scriptureVerse": "I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves.",
    "prelude": "In this crooked and perverse, wicked generation, no one has peace of mind. Although one should not have the heart to harm others, one must have the heart to guard against others, because some things often happen unexpectedly.",
    "laugh": "During the National Day Golden Week holiday, an elderly couple was going south to visit their grandson. Before leaving, they worried about their home being burglarized, with people ransacking it and damaging the furniture. So, before leaving, they left a 100-yuan bill and a note on the table that read: 'To the intruder who climbed in through the window, we are retired teachers living on our pensions. We are poor and don't have much money. It wasn't easy for you to come all this way, so this 100 yuan is your service fee. If you want to expand your operation, there's a high-ranking official from the Ministry of Railways across the street, a leader from the Red Cross upstairs, and a bank manager downstairs. They are all very wealthy and don't dare to call the police.' A little over a month later, the elderly couple returned to find the money on the table had increased to 100,000 yuan! There was also a note attached that read: 'Thank you for your guidance, teacher. We didn't study hard enough in the past. Alas, we regret not meeting you sooner... Well, everything is understood without words. We are leaving this 100,000 yuan as a tip-off. Please accept it!'",
    "photoUrl": "assets/photos/xlcdapp_photo_21.png",
    "videoId": "Rom7byceNRM",
    "videoName": "無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia",
    "talk": "Being shrewd like a snake and docile like a dove is the advice the Lord Jesus Christ gave to His disciples. Jesus knew the world was dangerous, and His good disciples were like sheep among wolves, so He wanted them to be vigilant. However, to be shrewd like a snake truly requires constant alertness and adaptability in all situations. Being docile like a dove requires wisdom—knowing what attitude to maintain in what circumstances. Does your current situation or circumstances require you to be shrewd like a snake, docile like a dove, or both? Ask the Lord Jesus for wisdom!",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 22,
    "title": "Hidden Things Will Be Revealed",
    "scriptureName": "Mark",
    "scriptureChapter": "4:22",
    "scriptureVerse": "For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open.",
    "prelude": "There's a similar Chinese saying: 'You can't hide fire with paper.' Yes, under the sun, all hidden things will eventually be revealed. Interestingly, many things we thought others didn't know, they actually knew and hadn't forgotten.",
    "laugh": "In a court trial, a prosecutor from a small town in the American South called his first witness, an elderly woman, to the front. He approached her and asked: \n\n 'Mrs. Zhong, do you recognize me?' \n\n The old woman replied: \n\n 'Why? Yes, I know you, Mr. William. I've known you since you were a little boy. Frankly, you've disappointed me greatly. You lie, cheat on your wife, gossip behind people's backs, and think you're some big shot when you're completely worthless. Yes, I know you.' \n\n  The prosecutor was speechless, unsure what to do, and pointed to the woman opposite him, asking, \n\n  'Mrs. Zhong, do you know the defense attorney?' \n\n  She replied, 'Why? Yes, I've known Mr. Jackson since he was a teenager. He's lazy, stubborn, narrow-minded, and has an alcoholic problem. His legal services are the worst in the entire state. Not to mention, he cheated on his wife with three other women, one of whom is your wife. Yes, I know him.' \n\n  The defense attorney nearly fainted. The judge immediately called them both to the front of the table and whispered to them: \n\n  'If either of you is a fool and asks her if she knows me, I'll put you in the electric chair!'",
    "photoUrl": "assets/photos/xlcdapp_photo_22.png",
    "videoId": "_x0SQu6X1Ns",
    "videoName": "在患難中活出愛 | 曾興才牧師 | 20210214 | 生命河 ROLCCmedia",
    "talk": "A clear conscience fears no accusation. A person who acts with integrity is one who has nothing to fear. In fact, in the verse before Mark 4:22, Jesus encouraged us to put the lamp on its stand, not under a basket or under the bed. In other words, acting with integrity not only allows us to have a clear conscience but also benefits others. Otherwise, Jesus warned us that anything we do that offends God or harms others will eventually be revealed. If you have something you don't want to hide, come before the Lord Jesus and tell Him, ask for His forgiveness, and ask Him to help you live an upright life.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 23,
    "title": "Courageously Change Yourself",
    "scriptureName": "2 Corinthians",
    "scriptureChapter": "5:17",
    "scriptureVerse": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "prelude": "No one is born liking change. American writer and humorist Mark Duven said: 'The only people who like change are babies with wet diapers.' One of the biggest problems in interpersonal relationships is wanting others to change while not changing oneself.",
    "laugh": "Pastor John Nick lives in a very remote town in Texas. He has never left this town in his fifty-two years of life. One day he was invited to a special conference in the big city of Dallas and was arranged to stay in a large hotel. Pastor Nick happily drove his old car with his wife and teenage son. Upon arriving at the grand hotel lobby, Pastor Nick was captivated by a small room. He saw an elderly woman standing before it, press a button, and the door opened. She went inside. Thirty seconds later, the door opened, and a young, beautiful woman emerged. Shortly after, another elderly woman entered, closed the door, and thirty seconds later, it opened again, and yet another beautiful young woman stepped out. Pastor Nick was thrilled! Seeing his son and wife walking into the hall, he shouted loudly: 'Son, son, quickly tell your mother to go into this little room!'",
    "photoUrl": "assets/photos/xlcdapp_photo_23.png",
    "videoId": "q5N1C2m4Bkw",
    "videoName": "不斷更新 經歷恢復 | 曾興才牧師 | 20210117 | 生命河 ROLCCmedia",
    "talk": "Changing yourself may be the beginning of repairing broken relationships. Changing your attitude or mindset at the most basic level will lead to behavioral changes. But change requires courage, even putting aside pride. Think about it, what habits do you need to change? What attitudes do you need to change? When you decide to change yourself but lack the ability, you can pray to the Lord Jesus for help. Because when you accept Him as your personal Savior, you are already a new creation. You have the new mindset and new power that the Lord Jesus gives you, because the old must pass away, for the new is coming!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 24,
    "title": "Give Thanks in All Circumstances",
    "scriptureName": "1 Thessalonians",
    "scriptureChapter": "5:18",
    "scriptureVerse": "give thanks in all circumstances; for this is God’s will for you in Christ Jesus.",
    "prelude": "We all hope that things will happen according to our plans, but that's not always the case. How do we react when things don't go as we expect?",
    "laugh": "Three successful sons who left home to make their way in the world gathered together to discuss the gifts they would give their eighty-year-old mother. The eldest son, Youfu, said: 'I built a big house for my mother.' The second son, Youcai, said: 'I gave her a Mercedes-Benz, complete with a driver.' The third son, Youguang, said: 'You know my mother loves reading the Bible, and you know her eyesight is poor. I gave her a...' The brown parrot that could only recite the entire Bible took twenty monks from a monastery and twelve years to train. I also had to donate 100,000 yuan every year for them to train it. But it was worth it. My mother only needed to say the chapter title, and the parrot would start reciting the Bible to her. Soon after, they received a thank-you card from my mother. To her eldest son, she wrote: 'Youfu, the house you built is so big. I only live in one room, but I have to clean the whole house.'' To her second son, she wrote: 'Youcai, I'm too old to travel. I stay home all day, so I've never ridden in that Mercedes. And the driver was so rude and impolite!' Her letter to her third son was much gentler: 'My dearest Youguang, you are the only one of the three sons who knows what Mom likes… Thank you for the chicken, it was delicious.'",
    "photoUrl": "assets/photos/xlcdapp_photo_24.png",
    "videoId": "EdrWxymdaOM",
    "videoName": "耶穌 我們的彌賽亞 | 曾興才牧師 | 20201213 | 生命河 ROLCCmedia",
    "talk": "When we don't see the results we expect, our natural reaction is to complain. Because we only see the results that haven't happened, ignoring what has already occurred. Complaining not only affects our mood, but it's also futile. If we could look at the outcome from a positive perspective, our mood would be different. In fact, God wants us to give thanks in all things. That is to say, whether things are satisfactory or unsatisfactory, since they have already happened, there must be a good purpose in God's will. Gratitude is believing and accepting that everything has a good purpose, even if we can't see the benefits now, but looking back in the future, we will find it full of God's blessings. As the saying goes, 'A loss may turn out to be a blessing in disguise.' Think about three things you can thank God for, and then speak your thanks and praise to Him.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 25,
    "title": "Love Should Not Be False",
    "scriptureName": "Romans",
    "scriptureChapter": "12:9",
    "scriptureVerse": "Love must be sincere. Hate what is evil; cling to what is good.",
    "prelude": "Loving someone requires thought and effort. If you haven't done your homework beforehand and try to imitate others, you won't achieve the desired result and may even cause misunderstandings.",
    "laugh": "One day, Xiao Wang was invited to Xiao Chen's house for dinner. He greatly admired Xiao Chen's style; upon entering, he first greeted his wife, 'How is your day?' and told her she was very beautiful. Then, they hugged each other, and the wife began to invite them to dinner. After dinner, Xiao Chen praised his wife's cooking skills and thanked her profusely. When his wife went to the kitchen, Xiao Wang asked Xiao Chen, 'Why are you so good to your wife?' Xiao Chen replied, 'It's only right! I do this to help us have a happy marriage!' \n\nXiao Wang was deeply moved and decided to do the same when he got home. That evening, as soon as he got home, he hugged his wife and said to her, 'Honey, you look so beautiful today!' Then he added, 'Honey, sweetheart, I'm the luckiest man in the world to have married such a wonderful wife!' Unexpectedly, his wife burst into tears. Xiao Wang asked her, puzzled, 'What happened?' His wife replied, crying, 'What a terrible day! Today, A-Mao got into a fight at school, the refrigerator broke, and all the food went bad. And now, you've come home drunk!'",
    "photoUrl": "assets/photos/xlcdapp_photo_25.png",
    "videoId": "l_rrmbHdXik",
    "videoName": "翻轉世代的勇士 | 曾興才牧師 | 20201115 | 生命河 ROLCCmedia",
    "talk": "Loving someone truly requires sincerity; even the slightest pretense is unacceptable. Loving someone isn't difficult; you just need to understand their needs and put in the effort to meet them. But remember, it's not about doing things your way, but about doing things in a way they can accept. Are there people around you who need your love? Why not think about acts of love and genuinely love him?",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 26,
    "title": "Don’t Judge a Book by Its Cover",
    "scriptureName": "1 Samuel",
    "scriptureChapter": "16:7",
    "scriptureVerse": "But the Lord said to Samuel, 'Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.'",
    "prelude": "The hardest fact for middle-aged people to accept is that they are getting old! Therefore, middle-aged people always hope to hear others say that they haven't changed at all. But sometimes, we ourselves look at others differently.",
    "laugh": "A middle-aged woman named Alice went to see a new dentist for the first time. While waiting in the waiting room, she noticed his full name on the dentist's license. Suddenly, Alice remembered a tall, handsome, dark-haired boy with the same name who was her high school classmate thirty years ago. Could this be the secret crush she had once had? When she saw him, she quickly dismissed the idea… The dentist before her, bald, gray-haired, and deeply wrinkled man, looked far too old for her classmate. After the dentist finished examining her teeth, Alice asked him if he had attended Morgan Park High School. 'Yes, I was. I was the Mustang,' the dentist replied with a hint of pride. 'When did you graduate?'",
    "photoUrl": "assets/photos/xlcdapp_photo_26.png",
    "videoId": "EnhFWEWorxE",
    "videoName": "神的大能勇士興起吧 | 曾興才牧師 | 20201025 | 生命河 ROLCCmedia",
    "talk": "We often judge a person by their appearance, by their clothes and outward appearance. The result may not be what we see. When the prophet Samuel went to find and anoint the king of Israel, he also made the mistake we usually make, judging people by their appearance. The king God chose was someone no one had expected: David. Therefore, whether making friends or finding coworkers, we should not judge people by their appearance first, but rather take some time and pray to God. The person He has prepared for you will exceed your expectations.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 27,
    "title": "A Joyful Heart Is Good Medicine",
    "scriptureName": "Proverbs",
    "scriptureChapter": "17:22",
    "scriptureVerse": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
    "prelude": "A joyful heart can cure all ills, but a crushed spirit truly dries up the bones. We grieve because we have many things we can't let go of, and these things bring worry. Worry makes us focus on the wrong things.",
    "laugh": "Mrs. Lin's husband suddenly died of a heart attack. The loss of her husband of forty years left her feeling extremely lonely. She remembered that one of her husband's good friends owned a pet shop and thought about buying a pet for companionship and to relieve her boredom. Mrs. Lin told the shop owner: \n\n 'I want a pet to be my companion—almost like another person living with me.' \n\n The shopkeeper thought of his favorite parrot. 'Can it talk?' 'Of course! It talks a lot! Every customer is amazed by its friendliness and ability to talk! That's why it's so expensive!' Mrs. Lin happily bought it and placed it in a beautiful large cage, thinking, 'Finally, I can have a companion to talk to! That's wonderful!' However, a week passed, and the parrot didn't say a word. Mrs. Lin began to worry and returned to the pet store. 'How is the parrot? Does it talk a lot?' 'Not a single word. I'm so worried.' 'Hey, last week when you bought the parrot…did you buy a mirror?' 'No!' 'Then that's your problem…' Mrs. Lin bought a mirror and went home. Several days passed, and the parrot still hadn't said a word. 'He still doesn't say a word.' The shopkeeper said, 'Did you buy a ladder when you bought the cage?' 'No!' He saw the ladder, went up and down it, and then he started talking.' Mrs. Lin bought a ladder and put it in the cage. She waited and waited, but the parrot still didn't say a word. She became even more worried and returned to the shop, crying… 'Did you buy a swing?' 'No! I have a cage, a mirror, and a ladder…' She bought a swing and placed it next to the ladder, but the parrot remained silent. A few days later, Mrs. Lin rushed back to the shop, furious. 'What's wrong?' 'He's dead, the expensive parrot!' 'Really? I can't believe it. Did he say anything before he died?' the shopkeeper asked curiously. 'Yes, actually, when He was lying there, near death, He said in a very soft voice: 'Don't they sell food in their shop?'",
    "photoUrl": "assets/photos/xlcdapp_photo_27.png",
    "videoId": "SsOt07Z01zU",
    "videoName": "新的季節 新的恩膏 | 曾興才牧師 | 20200913 | 生命河 ROLCCmedia",
    "talk": "Joy is actually a choice, just like we make different choices every day. We can choose to spend a day in sorrow or we can choose to spend a day in joy. If we don't intentionally choose joy, it's easy to fall into the abyss of sorrow, finding fault with everything, and constantly dwelling on negativity. This not only causes illness, but more terrifyingly, it can even wither your bones! When we choose joy, our mood brightens, and our attitude towards the things happening around us becomes more positive. Such an attitude towards life is bound to be full of sunshine and vitality. Let's choose joy today!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 28,
    "title": "The Ability to Focus",
    "scriptureName": "Hebrews",
    "scriptureChapter": "12:2",
    "scriptureVerse": "fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
    "prelude": "In this high-tech, interconnected world, attracting attention is not easy, especially when giving a speech or making a statement. Keeping everyone focused requires considerable effort.",
    "laugh": "Young Pastor Chen asked the senior pastor: 'How can I attract the congregation's attention?' The senior pastor replied: You can say: 'The happiest time of my life was spent in the arms of two women.' Young Pastor Chen looked at the senior pastor in surprise. The senior pastor said proudly, Then you say, 'One is my mother, and the other is my wife.' Pastor Chen thought this was a good trick. At the next service, he told the congregation, 'The happiest time of my life was spent in the arms of two women, one of whom is my mother.' Everyone stared at him in surprise. He became so proud that he forgot what he was going to say next, and then he said, '...But...but...the other...I can't remember who she is.'",
    "photoUrl": "assets/photos/xlcdapp_photo_28.png",
    "videoId": "S00xN1NVfx4",
    "videoName": "耶和華是我的幫助 | 曾興才牧師 | 20200809 | 生命河 ROLCCmedia",
    "talk": "Some people have a personality that makes it harder to concentrate. Some people are distracted by trivial matters in life, or unable to focus because of difficulties in life. Focus or concentration can generate great power, especially when we focus our mind on the right goal. The invention of lasers is based on this principle. Jesus is the best example. Although the cross was filled with pain and humiliation, almost unbearable for most people, Jesus did not focus on the physical suffering and emotional wounds. He focused on the joy of glory set before him. To accomplish the work of redeeming the world, He could disregard these hardships. Are you currently in a difficult situation? Or under a lot of pressure? Look up to Jesus, turn your eyes to Him, and you will regain your strength!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 29,
    "title": "The Secret to Success",
    "scriptureName": "Joshua",
    "scriptureChapter": "1:8",
    "scriptureVerse": "Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful.",
    "prelude": "Everyone wants to succeed. Pursuing success is the goal of many. However, everyone has a different definition and different perspective on success. The key is to see success from your angle.",
    "laugh": "In a seminar by a direct selling agent, the speaker asked everyone a few questions. He said: \n\n'There are two kinds of successful people in the world. The first kind of successful person is one who puts their thoughts into other people's heads. The second kind of successful person is one who puts other people's money into their own pockets. What is the first kind of successful person called?' \n\n'Teacher!' everyone answered. 'What do you call the second type of successful person?' 'Boss!' everyone answered. 'Then, what do you call someone who succeeds in both categories?' The entire room fell silent. A short while later, a middle-aged man shouted: 'Wife!'",
    "photoUrl": "assets/photos/xlcdapp_photo_29.png",
    "videoId": "MtDF6hw-dD0",
    "videoName": "疫情中的身心靈健康 | 曾興才牧師 | 20200719 | 生命河 ROLCCmedia",
    "talk": "Everyone wants to succeed because success also means happiness and a fulfilling life. Therefore, everyone does their best to pursue it. Some people will spare no expense, even stepping on others to climb the ladder of success. When Joshua took over the mantle from the great leader Moses, he was filled with hesitation, fear, and trepidation. God encouraged him and gave him a secret to success: to diligently obey every word of God. To diligently obey every word of God, we must love His word and meditate on it often, so that we know how to apply it in our daily lives. When we do so, the success God promises is even better than the success we desire—our path will be prosperous, and everything will go smoothly. Let us begin to love God's word today!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 30,
    "title": "Speaking the Truth in Love",
    "scriptureName": "Ephesians",
    "scriptureChapter": "4:15",
    "scriptureVerse": "Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ.",
    "prelude": "Words are the primary channel of communication between people. Therefore, correct speaking skills and attitudes can help us build good interpersonal relationships. The most basic principle of communication should be honesty.",
    "laugh": "At a multinational corporation's Asian conference, Americans and Britons were both invited to Taiwan. They were invited to a Sichuan restaurant. The American first took a bite of Wu Geng Chang Wang (a Sichuan dish), but accidentally ate a very spicy chili pepper, so the American ate while tears streamed down his face. The Briton asked with concern, 'What's wrong?' The American said, 'Nothing! I just suddenly missed my mother in America and felt a little sad!' Later, the Englishman also ate some of the spicy pork intestines, and when he tasted the chili, his eyes and nose were running from the spiciness. The American asked with concern, 'What's wrong?' The Englishman replied, 'Oh, I was just thinking about your mother!' The American, finding this strange, asked, 'What does your crying have to do with my mother?' The Englishman said, 'I was just thinking about how your mother could have given birth to such a dishonest son!'",
    "photoUrl": "assets/photos/xlcdapp_photo_30.png",
    "videoId": "vA3WJbxNwGE",
    "videoName": "有主同在的祝福 | 曾興才牧師 | 20200223 | 生命河 ROLCCmedia",
    "talk": "Speaking the truth with love is the most important foundation for communication between people. First, a person who truly loves and cares about you will speak the truth to you. Of course, loving care also includes knowing your needs and expressing them to you at the most appropriate time and with the most suitable words. The problem is whether everyone can accept honesty from others. People often prefer to hear beautiful lies to loving honesty, even though they know that honesty can help them grow. Therefore, learn to humbly accept, especially loving honesty, and you will grow and mature. Think about it: what loving honesty has helped you grow in the past? Or who do you hope will speak to you honestly with love?",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 31,
    "title": "Create in Me a Pure Heart",
    "scriptureName": "Psalm",
    "scriptureChapter": "51:10",
    "scriptureVerse": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
    "prelude": "There is no problem in the world that cannot be solved, as long as you know where the problem lies and are willing to seek help, whether it is a problem of interpersonal relationships, a problem of finances, or a problem of growing tomatoes.",
    "laugh": "An old man lived alone in the countryside. He wanted to grow some tomatoes in his backyard, but the soil was too hard to dig. The old man's only son, Ah-Qiang, used to help him, but he was arrested and imprisoned. The old man wrote a letter to his son, telling him his predicament: \n\n 'Dear Ah-Qiang: I am very sad because it seems that I cannot grow tomatoes this year. I am too old to dig this hard soil. If you were here, my problem would be solved. I know you would definitely help me. Love, Dad' \n\nA few days later, the old man received a letter from his son saying: \n\n'Dear Dad: Please don't dig up the soil in the backyard; that's where I buried many bodies. Love, Qiang' \n\nAt four o'clock the next morning, federal agents (FBI) and local police arrived at the old man's house and searched his backyard, but found no bodies. They apologized to the old man and left. That afternoon, the old man received another letter from his son, saying: \n\n'Dear Dad: Now you can go plant your tomatoes. This is the only thing I can do for you in the current situation. Ah Qiang.'",
    "photoUrl": "assets/photos/xlcdapp_photo_31.png",
    "videoId": "C_7OjSmUblQ",
    "videoName": "期待主應許的復興 | 曾興才牧師 | 20200209 | 生命河 ROLCCmedia",
    "talk": "The problem of planting tomatoes can be solved with a little thought. But the problems of life, the problems of the heart, require heavenly power, God's help. After King David committed adultery and murder, he confessed his sins before the prophet Nathan. Afterwards, he wrote Psalm 51 to publicly repent to God. King David knew that although he was the king of a nation, full of authority and power, he could not control his heart. He humbly asked God to create a clean heart for him, so that he might have a renewed upright spirit and live a life pleasing to God. Do you know what your heart is like? Do you also ask God to create a pure heart for you?",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 32,
    "title": "Be Content with Food and Clothing",
    "scriptureName": "1 Timothy",
    "scriptureChapter": "6:7-8",
    "scriptureVerse": "For we brought nothing into the world, and we can take nothing out of it. But if we have food and clothing, we will be content with that.",
    "prelude": "Money itself is neither good nor evil; it depends on how you use it and your attitude towards it. Some people are very open-minded about money, while others cling to it.",
    "laugh": "Lao Lin was such a person. Before he died, he asked his wife to promise that he would use his $50,000 savings as a burial gift. His wife reluctantly agreed. At the funeral, just before the coffin was about to be closed, she put a small wooden box inside. A friend asked, 'You didn't actually put the money in there, did you?' She said, 'Of course I will. I'm a person of my word. If I promise him, I will definitely do it!' A friend asked, 'You really took $50,000 to be buried with him?' She answered without hesitation: 'Of course, I wrote him a check...'",
    "photoUrl": "assets/photos/xlcdapp_photo_32.png",
    "videoId": "V9SATtBX12c",
    "videoName": "新年新異象 | 曾興才牧師 | 20200112 | 生命河 ROLCCmedia",
    "talk": "A correct view of money will help us to view it with the right attitude. Money itself is an external thing; we can't take it with us when we die. Money is one of the assets God has given us to manage and operate. When we use it wisely, it can become a channel for blessing many people. God will then entrust more money to us to manage. Conversely, if we do not use money wisely, it can become a bondage and a tool to harm others. Therefore, the Word of God in the Bible advises us to be content with what we have, whether food or clothing. Never covet ill-gotten gains. God will abundantly provide for your needs; contentment brings happiness.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 33,
    "title": "Eternal Life Is a Gift from God",
    "scriptureName": "Romans",
    "scriptureChapter": "6:23",
    "scriptureVerse": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
    "prelude": "Fear of death is human nature. But no one can escape death, although some people still try their best to avoid it.",
    "laugh": "Once, the pastor asked his three coworkers: 'One day, when you are lying in your coffin, what do you hope to hear your friends and family say as they remember you?' Lao Chen said, 'I hope they say that I was a good husband and a good spiritual leader, a loving family man.' Lao Li said, 'I hope they say that I was a great teacher, someone who influenced many lives, a servant of God.' 'And what about you, Lao Cui?' the pastor asked, seeing him deep in thought.' Lao Cui, clueless, said, 'I hope they say, Look, he's still moving!'",
    "photoUrl": "assets/photos/xlcdapp_photo_33.png",
    "videoId": "RlAS--BGZYs",
    "videoName": "你是最有福氣的人 | 曾興才牧師 | 20191103 | 生命河 ROLCCmedia",
    "talk": "Birth, aging, sickness, and death are the inevitable journey of life. Whether you are rich or poor, noble or lowly, high-ranking official or commoner, no one can escape them. So what is the reason that everyone must go through birth, aging, sickness, and death? God says it is because all people have sinned, fall short of God's glory, and fail to meet His standards of holiness and righteousness. And the result of this sin is death. But God loves the world, and He did not want us to die and be separated from Him forever. Therefore, He sent His only begotten Son, Jesus Christ, perfectly righteous and without sin, to die on the cross in our place, and to rise from the dead on the third day, giving us eternal life. As long as we are willing to believe and accept everything Jesus did for us, God will give us eternal life. Are you willing to believe and accept the Lord Jesus as your personal Savior?",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 34,
    "title": "Be a Person Who Is Honest at Heart",
    "scriptureName": "Psalm",
    "scriptureChapter": "51:6",
    "scriptureVerse": "Yet you desired faithfulness even in the womb; you taught me wisdom in that secret place.",
    "prelude": "Honesty is a virtue, but being an honest person is not easy. Not everyone likes to hear the truth; many people prefer flattery.",
    "laugh": "One day, a middle school teacher asked his students, 'If you only had three days left to live, how would you use them?' The students eagerly answered: Xiao Guang said, 'I would spend those days with my family.' Xiao Ming said, 'I would go on vacation with my friends.' Da Xiong said seriously, 'I would write my will.' At this moment, the teacher noticed that Da Niu was silent and asked him: ...' 'Da Niu, what about you? How do you plan to use these three days?' Da Niu said, 'Teacher, I want to attend your class.' The whole class started criticizing him for being a sycophant, saying he would do anything to flatter the teacher for grades. However, the teacher was secretly delighted, thinking that there was still such a respectful student. He couldn't help but ask him again, 'Why?' Da Niu suddenly stood up very seriously and said, 'Because attending your class makes me feel like each day is an eternity...'",
    "photoUrl": "assets/photos/xlcdapp_photo_34.png",
    "videoId": "M_DMXNFWB6o",
    "videoName": "得著你腳掌所踏之地 | 曾興才牧師 | 20191013 | 生命河 ROLCCmedia",
    "talk": "Being an honest person requires courage. And honesty begins in the heart. Because some people can speak the truth, but their actions tell a different story. Therefore, the poet David said that God delights in inner honesty. For when you are honest in your heart, what you say and what you do will also be honest. When God delights in you, He will also give you wisdom, enabling you to know how to act in any circumstance. And what you say and do will be a blessing to many.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 35,
    "title": "Discipline Is Love",
    "scriptureName": "Proverbs",
    "scriptureChapter": "3:12",
    "scriptureVerse": "because the Lord disciplines those he loves, as a father the son he delights in.",
    "prelude": "Raising children is full of challenges. Parents are often troubled by disciplining their children. If they don't discipline them, they fear their children will go astray; if they discipline them too strictly, they fear their children will lose their willpower. It's really not easy!",
    "laugh": "Xiao Dan is fifteen years old this year. He is playful and unwilling to study, and is often disciplined by his father. One day, when Xiao Dan's father passed by his son's room, he found the door open and felt something was wrong. It was usually messy, but today it was neat and tidy, and the sheets were straight. \n\nGoing in, he saw a letter in the middle of the bed that read: 'To Dad'. With trembling hands, he opened the letter. It read: \n\n'Dear Father: I write this letter with a heavy and sorrowful heart. First, I want to thank you for your nurturing over the past fifteen years; I will never forget it. I had no choice but to elope with Awen. Leaving without saying goodbye was because I didn't want to see you and me arguing. I hope you understand my feelings. I truly love Awen. Although you disapprove of her nose piercing, the metal ring in her navel, and the tattoo on her buttocks, these are things young people like to do; you and Mother wouldn't understand. Even if you don't like her, Awen says it doesn't matter; she still respects both of you. Our love is not just lust, but true affection. Although she is much older than me, she says she doesn't mind, and I know very well that we will love each other for life.' Awen is pregnant, and you will soon be grandparents, which is something to be happy about. Awen and I will not use contraception; she says she wants to have many more for me. Please don't worry about our livelihood. In the countryside we're going to, we can grow some marijuana and sell it to friends to get some cocaine and heroin for ourselves. In the process, I hope these drugs can alleviate her suffering, and I hope that one day her AIDS will be cured. Your son, Adan. \n\nFurther: Dad, what I wrote is not true, please don't worry. I'm currently playing video games at a classmate's house, I don't have a girlfriend, and I haven't been drinking. I just wanted to remind you that there are worse things in this world. Please look at my school report card on your desk; the grades are very low, please forgive me. Also, if you're not angry, please call me and ask me to come home for dinner. ",
    "photoUrl": "assets/photos/xlcdapp_photo_35.png",
    "videoId": "CodOk9jKWAU",
    "videoName": "要傳福音給萬民聽 | 曾興才牧師 | 20190922 | 生命河 ROLCCmedia",
    "talk": "Although disciplining children is full of challenges, it is still necessary. If we discipline children with the right attitude and purpose, although it is hard work, the result is beautiful. The Bible says that God disciplines those He loves. When we discipline our children because we love them, although it feels bad, we should not be discouraged, knowing that they will eventually understand. Discipline is love, and so is rebuke.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 36,
    "title": "You Can Overcome Temptation",
    "scriptureName": "Matthew",
    "scriptureChapter": "6:13",
    "scriptureVerse": "And lead us not into temptation, but deliver us from the evil one.",
    "prelude": "We encounter all kinds of temptations every day. Whether you are a pastor, a newly converted Christian, or someone who hasn't yet believed in Jesus, you will be tempted.",
    "laugh": "A few men were working out at a gym and went to rest in the locker room. Suddenly, a cell phone on a bench rang. Lao Chen picked it up and said, 'Hello?' A woman answered: 'Honey, it's me. Are you at the club?' 'Yes.'\n\n'Great! I'm in the shopping mall just two blocks from you. I saw a very beautiful LV coat. It's so elegant and luxurious! Can I buy it?' 'How much?' 'Only $1,800.' 'Great, if you like it that much, buy it!'\n\n'Oh, by the way! I saw a 2016 Mercedes sports car at the dealership, and I really liked it. I've already talked to the sales manager, and he's willing to give me a pretty good price. Also, I was thinking we need to replace the BMW we bought at the end of last year.' Lao Chen replied, 'What price did he offer?' 'Only $98,000!' 'Okay, but at such a high price, I want it to have all the features.' 'No problem, darling! Thank you! I'll come see you in a bit! I love you!' 'Goodbye, I love you too!' \n\nLao Chen hung up the phone, then held it up and asked everyone present: 'Whose phone is this?'",
    "photoUrl": "assets/photos/xlcdapp_photo_36.png",
    "videoId": "hYllgoSyx_8",
    "videoName": "歡迎耶和華作王 | 曾興才牧師 | 20190901 | 生命河 ROLCCmedia",
    "talk": "Temptation comes from human desires or the devil. The purpose of temptation is to cause people to stumble and sin. Therefore, the Bible tells us that God does not tempt people, but He will test us, because the purpose of trials is to help people grow and mature. How can we overcome temptation? Pray for your daily life. Prayer is the most concrete action of completely relying on God. In the Lord's Prayer that Jesus taught us, the first few sentences teach us to say 'Hallowed be the name of the Lord,' meaning to honor the Lord in everything; to say 'Your kingdom come,' meaning to let the Lord control your life; and to say 'Your will be done on earth as it is in heaven,' meaning that everything you do each day should be in accordance with God's will. As we pray and wait in this way every day, we will rely more on the Lord, and we will surely overcome temptations and escape from the evil one or harsh circumstances that threaten us. God's name will be glorified in our daily lives.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 37,
    "title": "Love Your Wife",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:25",
    "scriptureVerse": "Husbands, love your wives, just as Christ loved the church and gave himself up for her",
    "prelude": "The most basic human need is to love and be loved. Relationships between people cannot exist without love, especially between husband and wife. Moreover, the love between husband and wife is sometimes irrational.",
    "laugh": "A wife who had recently married thought of a way to make her marriage happy and fulfilling. She said to her husband: \n\n 'Darling, let's make our future life sweet and happy. From now on, you will decide all the big things, and I will arrange all the small things, how about that?' \n\n The husband thought it was a good idea and asked: \n\n 'Then, to be more specific, which small things will you arrange?' \n\n The wife said: \n\n 'I decide what kind of job we should apply for, where we should live, where we should go on vacation, and things like that.' The husband asked in surprise, 'So what big decisions do I get to make?' The wife said, 'Oh, you decide who should be president, how we should balance the national deficit, what attitude we should take towards the Iraq War, and so on...'",
    "photoUrl": "assets/photos/xlcdapp_photo_37.png",
    "videoId": "nGUwACBEkq0",
    "videoName": "你可以為神做大事 | 曾興才牧師 | 20190707 | 生命河 ROLCCmedia",
    "talk": "Some say love is a troublesome thing because loving someone requires time, energy, and thought. People aren't born knowing how to love; love needs to be taught, learned, and experienced. Love is a very concrete action. God commands husbands to love their wives. This is not a choice, but a command. Because our instinct is to love ourselves, loving our wives comes at a price. Just as Christ loved the church, gave his life for it and for us, so that we might be redeemed and receive the greatest benefit. To love our wives, we must first understand their needs, become their students, and then meet those needs. Understanding their needs requires time to communicate, observe, and understand them. Only then can we express our love for them through concrete actions. Please express your feelings to your wife today through your actions.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 38,
    "title": "Be Diligent, Not Lazy",
    "scriptureName": "Romans",
    "scriptureChapter": "12:11",
    "scriptureVerse": "Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.",
    "prelude": "There's a Chinese saying: 'Every profession has its top achievers.' As long as you're willing to work hard, you can excel in any field. Conversely, a lazy person not only achieves nothing themselves but also cannot benefit others.",
    "laugh": "After a priest died, he lined up at the Pearl Gate to enter heaven… In front of him was a big man wearing sunglasses, a T-shirt, jeans, and a leather jacket… \n\n 'I am Zhou Yi, a taxi driver in New York City.' \n\n St. Peter said, 'I bestow upon you a silk robe and a golden staff…' \n\n When it was the priest's turn… \n\n 'I am Joseph Srow, pastoring in the Church of St. Mary for forty-three years.' St. Peter said, 'I give you a cotton robe and a wooden staff...' 'That big man was a taxi driver in New York. How could you give him a silk robe and a golden staff?' 'In heaven, we judge by the results of our work,' St. Peter said. 'When you preach, everyone is asleep, but when Zhou Yi is driving, everyone is praying fervently!'",
    "photoUrl": "assets/photos/xlcdapp_photo_38.png",
    "videoId": "ePsQGEjimW8",
    "videoName": "尊榮父親 全家復興 | 曾興才牧師 | 20190616 | 生命河 ROLCCmedia",
    "talk": "Some say laziness is human nature. I think this is just an excuse for some people not to work hard. The Creator of heaven and earth has been working ever since, therefore, He exhorts us to be diligent and not lazy. When you find someone often idle and aimless, they most likely lack a clear goal in life. A person with a vision or life goal is certainly a diligent person. Because this vision or goal gives them motivation and direction, they will be diligent and work hard to accomplish what they need to do. As a follower of the Lord Jesus, he is a person with a clear goal; he will not only be diligent and not lazy, but he will also serve Jesus and those around him with great enthusiasm.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 39,
    "title": "True Peace",
    "scriptureName": "John",
    "scriptureChapter": "14:27",
    "scriptureVerse": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
    "prelude": "In daily life, there are many things that frighten us. Some people are afraid of caterpillars, some are afraid of the dark, and some are afraid of being attacked. In short, you will always have something that frightens you.",
    "laugh": "One day, Lao Liu was taking a taxi and wanted to ask the driver a question, so he reached out from the back seat and patted the driver's shoulder. Unexpectedly, the driver screamed loudly, the car went out of control, almost crashed into a bus, and drove onto the sidewalk, stopping in front of a shop.\n\nAfter the driver calmed down a bit, he started cursing at Lao Liu:\n\n 'Please don't do that again! You scared me half to death!!' Lao Liu kept apologizing: 'I didn't know that patting your shoulder would frighten you like this.' 'No, no, it's my fault,' the driver said after calming down completely. 'It's not your fault. Today is my first day as a taxi driver—for the past twenty-five years, I drove a hearse at a funeral home!!'",
    "photoUrl": "assets/photos/xlcdapp_photo_39.png",
    "videoId": "B8__4EmIsy0",
    "videoName": "你是王子和公主 | 曾興才牧師 | 20190519 | 生命河 ROLCCmedia",
    "talk": "The longer you live, the richer your life experiences become, the more precious you will know that peace is more valuable than anything else. If you talk to some older people, they won't boast about how much wealth they have or what great achievements they have made in the past. What they care about is the safety of their children and grandchildren, and their own health. But where can true peace be found? Before parting from his disciples, Jesus Christ gave them a precious promise: peace. This peace can only be given to us by Jesus; no one else in the world can give it to us. This peace comes from Jesus; the resurrected Jesus is with us forever. Therefore, no matter what we encounter or what circumstances we face, we need not be afraid. This is true peace.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 40,
    "title": "Raising Children",
    "scriptureName": "Proverbs",
    "scriptureChapter": "22:6",
    "scriptureVerse": "Start children off on the way they should go, and even when they are old they will not turn from it.",
    "prelude": "As parents, nothing is more frightening than hearing that their child is ill-mannered. However, raising children is not an easy task.",
    "laugh": "Mr. and Mrs. Wang have two children, eight and ten years old, who often cause trouble. If the school calls, it's because Xiaolong and Xiaohu have gotten into trouble again, and they don't know what to do. Later, Mrs. Wang heard that a pastor was very good at disciplining children, so she sent her two sons to him for help. The pastor asked to see them separately, starting with his younger son, Xiaohu. The pastor asked Xiaohu to sit down and asked him: \n\n 'Where is God?' \n\n Xiaohu did not answer. The pastor asked him sternly, but he still didn't answer. Then, the pastor stood up, pointed at Xiaohu, and asked him even more sternly: 'Where is God?' Upon hearing this, Xiaohu rushed out of the pastor's room, ran to a small room, and closed the door. His older brother, Xiaolong, followed behind and asked him: 'What happened?'' Xiaohu replied: 'We're in big trouble this time! God is gone! They think we did it!'",
    "photoUrl": "assets/photos/xlcdapp_photo_40.png",
    "videoId": "Fj7fe0xnmxo",
    "videoName": "耶穌愛你愛到底 | 曾興才牧師 | 20190414 | 生命河 ROLCCmedia",
    "talk": "While raising children is not easy, it is not impossible. The Book of Proverbs in the Bible, one of the wisest books, is full of advice on raising children. Chapter 22, verse 6 gives us several important tips: First, parenting must begin when children are young. Here, 'children' refers to those under twelve years old. Start early; it's too late once they reach adolescence. Second, the word 'parenting' in the original text means 'training.' In other words, parenting is a continuous process. As children grow, teaching must be tailored to different age groups, with different methods and content. Of course, both verbal instruction and example are necessary. Third, parenting has a clear purpose: to lead them in the right way. Helping children find their purpose in life and the purpose for which God created them is central to parenting. In this way, parents can be at ease, knowing that even in old age, they will walk in the right path.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 41,
    "title": "Don't Be Foolish",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:17",
    "scriptureVerse": "Therefore do not be foolish, but understand what the Lord's will is.",
    "prelude": "Time really waits for no one. The older you get, the more your memory and spirit decline, and the more opportunities you have to make mistakes. Some mistakes are harmless, but some, if you're not careful, can lead to death!",
    "laugh": "A traffic policeman pulled over to the side of the road, waiting to arrest a speeder. He saw a car driving slowly at 22 miles per hour. Thinking that this was just as dangerous as speeding, the officer sounded the siren and ordered the car to pull over.\n\n The officer went over and saw five elderly women inside—two in the front and three in the back—pale-faced with wide-open eyes.'\n\n The elderly woman driving was clearly confused and said, 'Officer, I was driving at the correct speed. I don't understand what the problem is?' The officer, suppressing a laugh, explained to her, '22 isn't a speedometer sign; it's Highway 22.' A little embarrassed, the woman gave a wry smile and thanked the officer for pointing out her mistake. 'Before you leave,' the officer said, 'I have to ask you, are the other passengers in the car alright? These women seem extremely shocked!' 'Oh!' the old woman replied, 'They'll be fine, because we just turned off Highway 127!'",
    "photoUrl": "assets/photos/xlcdapp_photo_41.png",
    "videoId": "AVUzUvGGTS8",
    "videoName": "升等的秘訣 | 曾興才牧師 | 20190224 | 生命河 ROLCCmedia",
    "talk": "It's fortunate that misreading a road sign didn't result in a fatality. But some people regret it for a lifetime because of a moment of confusion. Therefore, the Apostle Paul exhorts us not to be foolish. Why do people become foolish? Ignorance, carelessness, or old age and memory decline. Whatever the reason, we don't want to be foolish; we want to be wise. Wise people know when to do what and when not to do what; this is wisdom. Wisdom can be accumulated through life experience or comes from the Creator, Jehovah. Therefore, Paul says that a person who understands the Lord's will is not foolish. To understand the Lord's will, one must take the time to know Him, who is the Lord Jesus whom Paul preached and served. I hope you will soon come to know the Lord Jesus.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 42,
    "title": "Walking with Wise People",
    "scriptureName": "Proverbs",
    "scriptureChapter": "13:20",
    "scriptureVerse": "Walk with the wise and become wise, for a companion of fools suffers harm.",
    "prelude": "When I was in seminary, a professor reminded us, 'If you want to become a certain kind of person, spend more time with that kind of people.' People influence each other.",
    "laugh": "A famous professor often lectured at various universities. One day, on his way to a lecture, the driver said to him: 'Professor, I've attended your lecture more than fifty times, I know it by heart, I dare say I could teach this lecture too!' \n\n 'Oh, really? Great! Then let's switch roles later!' the professor replied. \n\n Upon arriving at the university, the driver indeed went to lecture and finished the lecture without missing a single word.' But just as he was about to leave, a student suddenly asked a question. The driver couldn't answer it immediately, but he calmly said: 'Student, your question is too simple. To show you just how simple it is, I've decided to have my driver answer it!'",
    "photoUrl": "assets/photos/xlcdapp_photo_42.png",
    "videoId": "PYJphzxyJIE",
    "videoName": "你要先求神的國 | 曾興才牧師 | 20190106 | 生命河 ROLCCmedia",
    "talk": "There is a Chinese saying: 'One who stays near vermilion gets stained red, and one who stays near ink gets stained black.' This teaches us to be careful in choosing friends, because we will be influenced by them, whether good or bad. Similarly, King Solomon, the wisest man in the Bible, directly tells us that those who walk with wise people will gain wisdom, but those who associate with fools will suffer loss. Therefore, we must think carefully before choosing friends or jobs. In your group of friends, who is the wise one? Spend more time with them. If you encounter a foolish person, be their wise one, and let them gradually become wiser through your company.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 43,
    "title": "Don't Provoke Your Children to Anger",
    "scriptureName": "Ephesians",
    "scriptureChapter": "6:4",
    "scriptureVerse": "Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord.",
    "prelude": "Raising children is the duty of every parent, therefore, parents often rack their brains hoping their children will excel. However, sometimes what we do and the results we want to see are completely beyond our expectations.",
    "laugh": "Ten-year-old Xiaoming found that fifth-grade math was the most difficult subject he had ever faced. Tutors, classmates, educational videos, and textbooks were all useless. Finally, his parents decided to transfer him to a private elementary school—not an ordinary one, but a Catholic school. \n\nOn the first day of school, Xiaoming looked around in this unfamiliar environment. That day, after school, he walked past his parents... He went back to his room, closed the door, and diligently did his homework for two hours. After having dinner, he went back upstairs and continued doing his homework until bedtime. This routine continued day after day until his first report card was released. Xiao Ming tossed the envelope on his desk and went back to his room to do his homework. His parents opened the report card and were astonished to find that he had gotten an A in math. Overjoyed, they rushed to Xiao Ming's room, thrilled by his progress and eager to know why. His father asked, 'Was it those nuns?' 'No!' Xiao Ming replied. Mom asked, 'Is it the textbook, the teacher, or the course schedule?' 'No!' Dad asked, 'Is it the pre-class prayer?' 'No, no!' Mom got a little anxious and said, 'Oh, then what's the reason?' Xiaoming replied, 'It's like this, on the first day of school, I saw someone in the classroom who was naked and nailed to the plus signs of addition, subtraction, multiplication, and division. I know, I know... they were serious.'",
    "photoUrl": "assets/photos/xlcdapp_photo_43.png",
    "videoId": "48qffMTRwIg",
    "videoName": "經歷感恩的能力 | 曾興才牧師 | 20181118 | 生命河 ROLCCmedia",
    "talk": "Raising children requires wisdom and skill. Some parents raise their children based on their past experiences, while others help their children with what they've learned from books. Regardless of the methods used to raise children, the Apostle Paul especially exhorts fathers not to provoke their children, meaning not to let them lose their spirit through authoritarian discipline. Instead, fathers should mold their children's minds from a young age, according to the teachings of Jesus in the Bible, and assist them in growing strong according to their age, so that they can live out God's destiny for them. Therefore, relying solely on our own experience or books in the market is not enough; we must humbly come before the Lord, familiarize ourselves with the words of the Bible, and the Lord will surely give us wisdom to raise our children.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 44,
    "title": "Don't Ask Too Much",
    "scriptureName": "James",
    "scriptureChapter": "4:3",
    "scriptureVerse": "When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures.",
    "prelude": "Many people have a fantasy or a wish they dare not tell others, and when the opportunity to fulfill it arises, how can they miss it!",
    "laugh": "Lao Gao, in his early sixties, and his wife were celebrating their thirty-fifth wedding anniversary in a quiet, romantic little restaurant. Suddenly, a beautiful little angel appeared at their table. \n\n 'To reward you two as a model couple, for being so loving over the years, I grant each of you a wish.' \n\n The wife, who had always wanted to travel the world with her husband, replied: \n\n 'Oh, I want to travel the world with my dear husband.' \n\n The little angel waved her hand, and two tickets for the Queen Mary 2 cruise ship appeared in her hand. Lao Gao thought for a moment and said, 'Hmm, this is very romantic, but such an opportunity is once in a lifetime! I'm so sorry, my dear, my wish is to have a wife thirty years younger than me.' Lao Gao's wife and the little angel were both very disappointed, but a wish is still a wish. Therefore, the little angel waved her hand again, and 'poof!' blew a breath, and Lao Gao became a ninety-two-year-old grandfather!",
    "photoUrl": "assets/photos/xlcdapp_photo_44.png",
    "videoId": "mjrZPYWhS4g",
    "videoName": "新的道路 新的恩膏 | 曾興才牧師 | 20171008 | 生命河 ROLCCmedia",
    "talk": "The God of the Bible is a good God who is very willing to bestow blessings upon those who call upon Him. But why do we often not receive God's blessings? The answer is that we didn't ask Him. You say, 'I did, so why don't I receive blessings?' James tells us, 'You ask and you do not receive, because you ask wrongly.' That means you didn't ask according to God's will, but selfishly asked for your own pleasure and enjoyment. Try to recall what you've asked God for in the past. What things has He accomplished, and what things has He not accomplished or has not yet accomplished? Were there any wrongly asked things? If so, ask God for forgiveness. Then, ask Him again according to His promises.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 45,
    "title": "Strength Lies in Peace and Tranquility",
    "scriptureName": "Isaiah",
    "scriptureChapter": "30:15",
    "scriptureVerse": "This is what the Sovereign Lord, the Holy One of Israel, says: 'In repentance and rest is your salvation, in quietness and trust is your strength, but you would have none of it.'",
    "prelude": "There are many problems in this world that we cannot solve, and we feel powerless and helpless because of them. We hope in our hearts that a miracle will appear before our eyes.",
    "laugh": "One day, Mr. Buffalo was walking alone on the beach when he suddenly kicked something hard. Looking down, he saw it was an oil lamp. He picked it up, wiped the sand off with his sleeve, and a huge genie appeared. Mr. Buffalo asked, 'Can I have three wishes?' The genie replied, 'No, that's an exaggeration used in fairy tales. I can only grant you one wish.' Mr. Buffalo made a request: 'I really want to travel to San Francisco, but I'm afraid of flying. My friend suggested taking a cruise, but I'm afraid of seasickness. Could you build a bridge connecting Taipei and San Francisco?' The genie scolded, 'You're crazy! Do you know how much steel and cement it takes to build such a long bridge? I don't do the impossible. Think of a more practical wish!' Mr. Buffalo said, 'I've been married for seven years, and my wife still says I don't understand her. Can you enlighten me and help me understand what women are thinking when they're not talking? What they actually want when they say 'I don't need'?' The genie sighed and said: 'That bridge across the Pacific Ocean, do you want two lanes or four lanes?'",
    "photoUrl": "assets/photos/xlcdapp_photo_45.png",
    "videoId": "MuBajqfb43U",
    "videoName": "神能成就一切 | 曾興才牧師 | 20180902 | 生命河 ROLCCmedia",
    "talk": "When we face difficulties or crises in life, we try our best to find solutions, and we really hope that a benefactor will appear to help us out of danger. The Israelites had a similar experience. When they were surrounded by enemies and in a crisis-ridden environment, relying on their own wisdom and abilities, they still couldn't find a way out. The Lord Jehovah, through the prophet Isaiah, told them a solution: to turn back to God and wholeheartedly trust in the God who had helped them in the past and would help them again. They no longer needed to struggle; knowing that Jehovah was their God, they would regain their strength and enjoy the peace God gave them. Are you currently in a difficult situation or crisis? Stop struggling; turn back to God, pray and rely on Him wholeheartedly, and God will surely open a way for you.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 46,
    "title": "Cultivate Inner Beauty",
    "scriptureName": "1 Peter",
    "scriptureChapter": "3:4",
    "scriptureVerse": "Rather, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight.",
    "prelude": "The love of beauty is human nature, especially for women. The annual consumption of cosmetics is astonishing, coupled with all sorts of weight loss and cosmetic surgeries, making it impossible to distinguish between the real and the fake.",
    "laugh": "A middle-aged woman suffering from heart disease was rushed to the hospital emergency room. Lying on the operating table, she experienced the valley of death and saw God. She asked, 'Is my time coming?' God said, 'No, you have forty-three years, two months, and eight days left.' After recovering, the woman decided to continue her cosmetic surgery in the hospital: facelift, laser treatments, body sculpting, liposuction, and even had her hairstyle and hair color changed. She thought to herself, 'Since I still have so much life left, I should make the most of it.' After the surgery, she left the hospital to go home, but while crossing the street, she was hit and killed by an ambulance. She came before God, indignantly saying, 'Didn't you say I had forty-three more years? Why didn't you save me from the ambulance!' God replied, 'I don't recognize you!'",
    "photoUrl": "assets/photos/xlcdapp_photo_46.png",
    "videoId": "9tB8P5ftalQ",
    "videoName": "恩慈相待 彼此饒恕 | 曾興才牧師 | 20180729 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia",
    "talk": "Loving beauty is not a bad thing. God, who created heaven and earth, created this beautiful world for us, filled with many beautiful birds and beasts, flowers and trees, etc. He even created men and women in God's own image, the most beautiful and perfect design. However, sometimes, when we overemphasize external makeup and dressing up, and neglect inner gentleness and tranquility, it's not good. In fact, outward adornment is easier than inner cultivation, which is perhaps why everyone pursues it. What God values ​​most is inner cultivation, which requires effort and time to nurture. Sometimes, God shapes our lives through our environment, our family and friends, and even our spouse, so that we may have lasting gentleness, peace, and tranquility within. Such a life and inner beauty will surely be a blessing to many.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 47,
    "title": "Blessed Is the Man Who Finds a Wife",
    "scriptureName": "Proverbs",
    "scriptureChapter": "18:22",
    "scriptureVerse": "He who finds a wife finds what is good and receives favor from the Lord.",
    "prelude": "The spousal relationship is the most intimate relationship in the world. This relationship can make one feel that there is heaven on earth, or it can make one feel that there is hell on earth. It can be seen that the spousal relationship has a great influence on people!",
    "laugh": "A nutritionist was giving a speech to an audience in Chicago. He said: \n\n 'What we put into our stomachs is enough to kill every one of us sitting here. Red meat is especially bad, soda erodes your stomach, Chinese food is full of MSG (MSG), not to mention the pesticides in vegetables, and we don't even think about the bacteria in our drinking water, which have been harming our health for a long time. \n\n But there is one thing that is most dangerous, and it is something that we all have, or that you will eat. Can anyone tell me what that food is?' 'After you eat it, will it bring you the most sorrow and pain in the years to come?'' After waiting for a long time, no one answered. Finally, a 75-year-old gentleman sitting in the back row stood up and shouted: 'Wedding cake!'",
    "photoUrl": "assets/photos/xlcdapp_photo_47.png",
    "videoId": "zEg_C0UvBmI",
    "videoName": "美好婚姻影響世代 | 曾興才牧師 | 20180708 | 生命河 ROLCCmedia",
    "talk": "Some people comment on marriage like this: Many people outside of marriage want to enter, but those inside want to leave. What about the wisest person who says, 'He who finds a good wife has gained something good and obtained the favor of the Lord.' You might say, 'That's right! He's talking about those who find a 'good wife,'' so of course they gain something good. But does that mean those who don't find a 'good wife' don't gain anything good?' Actually, that's not the case. The original Bible only mentions gaining a 'wife,' not a 'good wife.' In other words, gaining a wife means gaining something beneficial. To experience the blessing of this passage, we must return to the Creator who instituted marriage. First, marriage is God's good intention in creating it, because He said, 'It is not good for a man to be alone. I will make a helper suitable for him' (Genesis 2:18). Then, we must manage our marriage according to God's will. The Bible is full of teachings on the roles of husband and wife and how to love and submit to each other. If we can carefully follow all of God's words, we will surely enjoy happiness in marriage.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 48,
    "title": "The Humble Will Be Exalted",
    "scriptureName": "Luke",
    "scriptureChapter": "14:11",
    "scriptureVerse": "For all those who exalt themselves will be humbled, and those who humble themselves will be exalted.",
    "prelude": "A proud and arrogant person is unpopular because he is a person without God in his heart and who looks down on others. Conversely, a humble person is welcomed by everyone.",
    "laugh": "A newlywed preaching couple was sent to pastor a town. While the wife was packing her luggage, she said to her husband, Pastor Lin: 'Everything I own is yours, you can look at it, except for what's in this little black box. Will you promise me?' Pastor Lin had no choice but to nod in agreement. Twenty years later, Pastor Lin had become Pastor Lin. One day, unable to contain his curiosity any longer, he finally asked what his wife kept in her little black box. Mrs. Lin had no choice but to tell him that there were six eggs and two thousand dollars in it. Pastor Lin asked curiously, 'What does this mean?' His wife replied, 'Every time you preach badly, I put an egg in this little black box.' Pastor Lin was secretly pleased; he'd only given six bad sermons in twenty years. 'And what does the two thousand dollars mean?' he then asked. The wife laughed and replied, 'Oh, whenever I collect a dozen eggs, I take them to the market to sell. That two thousand dollars came from selling eggs!'",
    "photoUrl": "assets/photos/xlcdapp_photo_48.png",
    "videoId": "jSsGUYNWa18",
    "videoName": "爸爸非常的愛你 | 曾興才牧師 | 20180617 | 生命河 ROLCCmedia",
    "talk": "A proud person is disliked by everyone, and God will find a way to humble him. A humble person will be exalted by God. What are the characteristics of a humble person? First, they are willing to admit their mistakes and take responsibility. Proud people always see the faults of others but not their own shortcomings. Humble people do not judge others arbitrarily, are tolerant of others' weaknesses, and often feel indebted. Second, humble people see others as better than themselves. Human nature often leads us to see others' shortcomings through the lens of our own strengths, thus perceiving others as flawed and in need of improvement, while we ourselves are considered perfect. A humble person, however, intentionally seeks out and appreciates the strengths of others. Even though they may possess many strengths, perhaps even surpassing others, they are willing to use their strengths to compensate for others' weaknesses. This virtue of humility is something everyone desires. Observe the people around you; are they role models? Try to discover their strengths and offer them affirmation and appreciation.",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 49,
    "title": "Do Not Forsake Wisdom",
    "scriptureName": "Proverbs",
    "scriptureChapter": "4:6",
    "scriptureVerse": "Do not forsake wisdom, and she will protect you; love her, and she will watch over you.",
    "prelude": "People are busy seeking knowledge. In this technologically advanced age, knowledge is readily available, and everyone possesses various kinds of knowledge, but truly wise people are few and far between. Some problems can be solved with knowledge alone, but others require wisdom to resolve.",
    "laugh": "A large ship's engine broke down. The owner consulted expert after expert, but none could repair the ship. Finally, he found an old man who had been repairing ships since his youth. The old man brought a large bag of tools and carefully examined the engine, from top to bottom… After looking at it extensively, the old man took out a small hammer from his tool bag… He gently tapped the engine, and immediately, it roared to life. A week after the engine was repaired, the boat owner received a bill from the old man for $10,000. 'What?' the boat owner exclaimed, 'He didn't do anything!' He replied to the old man, 'Please write the bill more clearly!' The old man sent another bill with only two items: 1. Tap with a hammer $2.00 2. Know where to tap $9,998.00.",
    "photoUrl": "assets/photos/xlcdapp_photo_49.png",
    "videoId": "MYkYllGEOIk",
    "videoName": "同心合意 迎接復興 | 曾興才牧師 | 20180527 | 生命河 ROLCCmedia",
    "talk": "Knowledge is important, but wisdom is more important than knowledge. Knowledge is dead, but wisdom can bring knowledge to life. Because only the wise know how to use knowledge most effectively. Therefore, the wisest King Solomon exhorts us not to forsake wisdom. There are two main reasons: First, wisdom can protect you. When you are in a dangerous situation without realizing it, wisdom will promptly remind you and help you escape danger. Or when an evil person wants to attack you, wisdom will tell you how to deal with it or give you a way out, outperforming the evil person who wants to attack you. Second, wisdom can preserve you. This preservation is like a shrewd personal protector, always by your side, who will know in advance the path you should take and the things you should do, so that you can do the right thing at the right time. Where can we obtain wisdom? Proverbs 9:10 says, 'The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.'",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 50,
    "title": "True Love for One Another",
    "scriptureName": "John",
    "scriptureChapter": "13:34",
    "scriptureVerse": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "prelude": "Interpersonal problems are the most troublesome problems, whether it's a relationship between husband and wife, a relationship with colleagues, or a relationship with your mother-in-law, we all hope to resolve it quickly.",
    "laugh": "One day, Farmer Zhang San's mother-in-law came to inspect his work, and she found something she didn't like and had to say a few words. While she was pointing and gesturing by the cowshed and stable, a donkey suddenly kicked her, and she was kicked to death on the spot. \n\nDuring the memorial service, the pastor noticed a strange thing: when women spoke to Zhang San, he always nodded, but when men spoke to him, he shook his head. \n\n After the meeting, the pastor found the farmer and asked him why. Zhang San replied: Women all say, 'You must be very sad!' So I nodded; men all say, 'Can I borrow your donkey?' I can only shake my head, because the donkey queue is already full until next year, and I can't accept any more applications!",
    "photoUrl": "assets/photos/xlcdapp_photo_50.png",
    "videoId": "G4MskEJXwdI",
    "videoName": "屬靈爭戰得勝的秘訣 | 曾興才牧師 | 20180506 | 生命河 ROLCCmedia",
    "talk": "Handling complex interpersonal relationships is not as difficult as we imagine. A popular saying in China in recent years is: 'With connections, there are no connections; without connections, there are connections.' What kind of relationship is needed to eliminate connections? The answer is love. This love is not just romantic love between men and women, friendship between friends, or the love of parents for their children.' This love comes from God, a love revealed to us through the Lord Jesus. Therefore, the Lord Jesus said: 'As I have loved you, so you must love one another. Do you know how much Jesus loves you? He sacrificed his life to love you, bearing our sins so that we might have life through Him—eternal life. Therefore, we should also be like Him, willing to pay any price for loving one another. The Lord Jesus' love for us is an unchanging love, a love that lasts forever. Whether we think we are good or bad, worthy or unworthy, Jesus loves us the same way. He never demands that we change before loving us. Therefore, true love doesn't require the other person to do something or change for you before you love them. Because of the Lord Jesus' love, you can completely embrace and accept, sincerely loving and caring for those around you. Try loving those around you with the love of Jesus today!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 51,
    "title": "Submit to One Another",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:21",
    "scriptureVerse": "Submit to one another out of reverence for Christ.",
    "prelude": "The relationship between husband and wife is one of love and respect. When these two important factors are removed from marriage, the couple will be in a state of fear and insecurity.",
    "laugh": "One day, Lao Zeng and his wife were celebrating their golden wedding anniversary. A middle-aged neighbor, who was watching the commotion, asked Lao Zeng: 'Why have you maintained a happy and fulfilling marriage for fifty years? Since I was born, I have never heard you two argue... Have you never had a disagreement?' Lao Zeng said: 'There have been disagreements, but they never escalated. I learned this lesson from our honeymoon. I remember when transportation was inconvenient, we went to the Grand Canyon for our honeymoon, and each of us hired a donkey...' Her donkey was clearly lazy and refused to move after walking for a short while. My wife coldly said to it, 'The first time.' When the donkey slacked off a second time, she pointed at it again and said, 'This is the second time.' When the donkey refused to move a third time, she calmly took out her rental pistol and killed it. The middle-aged neighbor said in astonishment, 'Your wife is so cruel!' Lao Zeng said, 'Isn't that right? I couldn't stand it either, so I stopped by the roadside to criticize her. But she didn't argue with me; she just coldly said, 'This is the first time!' From then on, I understood!",
    "photoUrl": "assets/photos/xlcdapp_photo_51.png",
    "videoId": "H2OPZy4Po6s",
    "videoName": "得神和人的恩寵 | 曾興才牧師 | 20180318 | 生命河 ROLCCmedia",
    "talk": "After God established the institution of marriage, He declared: 'Therefore a man shall leave his father and mother and be united to his wife, and they shall become one flesh.' (Genesis 2:24) The spousal relationship becomes the most intimate relationship in the world, and also the most challenging. Therefore, when the Apostle Paul explained how husbands and wives should get along, he first clarified a major principle: 'Submit to one another in reverence.' This refers to reverence for Christ Jesus. In other words, both husband and wife must have reverence for Christ, a heart that magnifies the Lord Jesus, in order to have a heart of mutual submission. A husband who reveres the Lord Jesus will obey His commands and love his wife as Christ loved the church and gave himself for it. A wife who reveres the Lord Jesus will submit to her husband as she submits to the Lord. When husband and wife each manage their marriage according to the Lord Christ's commands, the Lord's blessings will overflow upon them and flow from them into their home!",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 52,
    "title": "The Benefits of Sharing the Gospel with You",
    "scriptureName": "1 Corinthians",
    "scriptureChapter": "9:23",
    "scriptureVerse": "I do all this for the sake of the gospel, that I may share in its blessings.",
    "prelude": "Identifying with others is one way to build good interpersonal relationships. Some people try every means to identify with others in order to please them; others genuinely want to identify with others in order to gain their acceptance.",
    "laugh": "There was an indigenous tribe where everyone had to be naked during their gatherings. Despite facing much disdain and insults, they never changed their tribal rules. Once, a plague broke out in their tribe, and many fell ill. The tribe's doctors were helpless, so they decided to invite a renowned doctor from a neighboring tribe. The doctor, aware of their strange custom, felt embarrassed to go, but unable to refuse their repeated invitations and believing that saving lives was more important than saving face, he agreed. Finally, the day arrived to welcome the doctor. The tribe thought, 'We've finally managed to invite the doctor; out of respect, let's make an exception.' So, everyone dressed, wore ties, and gathered in their meeting hall. After the bell rang, the doctor entered, and everyone was stunned. The elderly, white-haired doctor carried a heavy medical bag, but was completely naked!",
    "photoUrl": "assets/photos/xlcdapp_photo_52.png",
    "videoId": "WLssNhv886A",
    "videoName": "同心領受命定的福 | 曾興才牧師 | 20180922 | 生命河 ROLCCmedia",
    "talk": "The Apostle Paul was one of the greatest disciples of the Lord Jesus. He endured persecution, calamity, and suffering to spread the gospel—the good news—and was willing to humble himself and connect with those he encountered. Therefore, he said, 'To the weak I have become weak, so that I may win the weak. To all people I have become all of myself, so that by any means I may save some. All that I do is for the sake of the gospel, that I may share in its benefits.' (1 Corinthians 9:22-23) Why was Paul so determined to share the benefits of the gospel with others? Because the gospel is so important to you! What is the gospel? The gospel is God's deep love for you and the people of the world, so much so that He sent His only begotten Son, Jesus Christ, to come into the world, to die on the cross for your and my sins, and to rise from the dead on the third day, giving you and me eternal life. As long as you are willing to believe and accept Jesus Christ as the Lord of your life, you can enjoy abundant life, eternal life.' Each of us must make the decision to believe in and accept the Lord Jesus. If you are willing, you can pray the following prayer to tell the Lord Jesus your decision: 'Dear Heavenly Father, I thank You for loving me so much, for giving me Your only begotten Son, the Lord Jesus, who died on the cross for my sins and rose from the dead on the third day. I now want to believe in and accept the Lord Jesus as my personal Savior, to forgive my sins, and to give me abundant, eternal life. I want to follow You and worship You all my life. I pray this in the name of the Lord Jesus Christ, Amen!' Congratulations! According to the promise of God the Father, you have now become His child: 'To all who did receive him (the Lord Jesus), who believed in his (the Lord Jesus') name, he gave the right to become children of God' (John 1:12).",
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": "Winter"
  }
]
