[
  {
    "id": 0,
    "articleId": 1,
    "title": "The Motivation of Love",
    "scriptureName": "2 Corinthians",
    "scriptureChapter": "5:14",
    "scriptureVerse": "For Christ’s love compels us, because we are convinced that one died for all, and therefore all died.",
    "prelude": "  We all need some kind of motivation to encourage us to be good people or to do good deeds. Basically, there are two kinds of motivation: positive and negative. Some people need positive motivation, while some people—or even animals—require negative motivation before they are stirred to do what they should do.",
    "laugh": "  On his birthday, Mr. Chang received a talking parrot from a close friend. Unfortunately, the parrot had a terrible attitude and constantly used foul language—either cursing people or speaking crude words. Mr. Chang tried very hard to change the parrot’s behavior. He spoke politely to it, played gentle music, and tried everything he could think of, but nothing worked.\n\nEventually, Mr. Chang began yelling at the parrot, and the parrot yelled back. He then shook the parrot angrily, which only made it more furious and even ruder. Finally, in a moment of uncontrollable rage, he put the parrot into the freezer. He heard the parrot screaming, kicking wildly, and shouting—then suddenly everything went silent. For a minute and a half, there was not a single sound.\n\nTerrified, Mr. Chang exclaimed, “Oh no, I’ve killed it!” He immediately opened the freezer door.\n\nThe parrot calmly walked out, stepped onto Mr. Chang’s outstretched hand, and said, “I believe my rude words and actions must have offended you. I will make every effort to improve my behavior. I am truly sorry and hope you can forgive me.”\n\nMr. Chang was shocked by the parrot’s sudden change in attitude. Just as he was about to ask what caused such a dramatic transformation, the parrot continued, “May I ask what that featherless bird inside did wrong?”",
    "photoUrl": "assets/photos/xlcdapp_photo_1.png",
    "videoId": "Mez7DnMOlgc",
    "videoName": "不要怕！你要得人了 | 曾興才牧師 | 20240225 | 生命河 ROLCCmedia",
    "talk": "  Cherish well-meaning advice from others, especially counsel that comes from love. Motivation rooted in love can help us continue to do what is right even in difficult circumstances.\n\nThe Apostle Paul understood and personally experienced the love of Christ Jesus. That love enabled him to faithfully complete the mission Jesus entrusted to him despite persecution and hardship. He said that Christ’s love was like a force constantly pushing him forward. Since we know that Christ died for all, all have died. And He died for all so that those who live should no longer live for themselves, but for Him who died and was raised again for them.\n\nLove is the strongest and most powerful motivation.",
    "likes": 28,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 2,
    "title": "Overcoming Fear",
    "scriptureName": "Psalms",
    "scriptureChapter": "23:4",
    "scriptureVerse": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "prelude": "  Fear is no stranger to us. Living in a constantly changing world, we often encounter 'sudden events' that catch us off guard, and if we are not careful, it is easy to fall into the abyss of fear. Therefore, in order to survive, we will try our best to protect ourselves.",
    "laugh": "  Barbara Watters, host of a current affairs magazine, went to a place called Kabul before the outbreak of the war in Afghanistan to do a story on the theme of gender roles. She found that the local women had a habit of always walking five times slower than their husbands. She didn't understand why. Recently, she returned to Qab and found that the women there still followed their husbands in this way. Although the Taliban regime had been overthrown, these women were still happy to adhere to this tradition. When interviewing one of the women, Miss Walters, driven by curiosity, asked, 'Why are you so happy to uphold this tradition that you once tried so hard to overthrow?' The woman looked intently at Miss Walters and answered without hesitation, 'Because of landmines!'",
    "photoUrl": "assets/photos/xlcdapp_photo_2.png",
    "videoId": "GkRrP2iBaKw",
    "videoName": "不斷成長，進入豐盛 | 曾興才牧師 | 20240121 | 生命河 ROLCCmedia",
    "talk": "  Yes, fear will prompt you to take various measures to protect yourself. But sometimes, no preparation can help you face it.' You yearn to find an unshakable anchor amidst the ever-changing complexities of human relationships, to find true peace. The poet David reminds us that only by holding fast to the unchanging true God can you fear not even as you walk through the valley of the shadow of death, for you know that God is always with you. His staff can help you turn back from the wrong path, and His rod will guide you on the right way. With the Lord God with you, you can no longer fear and can enjoy a peace that surpasses all understanding. Today, try telling God your innermost fears through prayer.",
    "likes": 21,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 3,
    "title": "Forgive Each Other",
    "scriptureName": "Colossians",
    "scriptureChapter": "3:13",
    "scriptureVerse": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you.",
    "prelude": "  Forgiving others' transgressions is a virtue, and it's something God wants us to do. However, we often hold grudges against others for hurting us, whether intentionally or unintentionally, and can't let go for a long time. Even elementary school students are no exception.",
    "laugh": "  Xiao Mei has always disliked her fifth-grade Chinese teacher, and she's waiting for an opportunity to express her dissatisfaction. One day, during class, the Chinese teacher assigned an essay topic: 'Me Thirty Years Later.' Here is Xiao Mei's essay: \n\n 'The weather was nice today. I was driving my Rolls-Royce, the gift my husband gave me for our wedding anniversary, wearing the three-carat diamond ring he just bought me, and the ruby ​​necklace he gave me for my birthday last month. I took my adorable twins to Da'an Forest Park. We were strolling through the park, surrounded by birdsong and fragrant flowers, attracting envious glances from everyone around us. Suddenly, an old woman, reeking of foul odor and covered in filth, who looked homeless, rushed out from the roadside, head bowed, begging me for something in a low voice. It nearly scared my two little ones. Startled, I looked closer and exclaimed, 'Oh my god! It's my fifth-grade Chinese teacher!'",
    "photoUrl": "assets/photos/xlcdapp_photo_3.png",
    "videoId": "Ay5KpU3QS44",
    "videoName": "聖靈，再一次充滿我們 | #曾興才牧師 | 20230611 | 生命河 ROLCCmedia",
    "talk": "  Forgiving is a decision, not a matter of feeling. The feeling of being hurt can cloud our minds. The more we dwell on the harm others have done to us, the deeper we sink into the abyss of bitterness and resentment. In reality, the person who hurt you may have already forgotten you completely. While you are losing your appetite, they may be feasting; while you are unable to sleep at night, they may be sound asleep. No wonder some say, 'A person who doesn't forgive is like someone who has drunk poison and wishes for the other to die.' However, when we decide to obey God's word and forgive, we are healed from our hurt, freed, and once again receive God's grace of forgiveness. Why not be wise and choose to forgive those who hurt you?",
    "likes": 24,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 4,
    "title": "Remove the Plank from Your Eyes",
    "scriptureName": "Matthew",
    "scriptureChapter": "7:4",
    "scriptureVerse": "How can you say to your brother, ‘Let me take the speck out of your eye,’ when all the time there is a plank in your own eye?",
    "prelude": "  Everyone has strengths and weaknesses. Many interpersonal conflicts usually stem from egocentrism, that is, only seeing the shortcomings of others, but not being aware of one's own shortcomings; always feeling that others have problems and oneself is perfect.",
    "laugh": "  Lao Wang was worried that his wife had hearing problems and might need to wear headphones. He didn't know how to bring it up, so he asked his doctor. \n\nThe doctor told him a simple test, 'You can do this: stand forty feet away from her and speak to her in your normal conversational voice. See if she can hear you. If she can't hear you, move the distance to thirty feet, then twenty feet, until she can hear you.' \n\n That evening, Lao Wang sat in the living room while his wife cooked in the kitchen. He thought, 'I'll stand about forty feet away from her and see how she reacts!' So he asked his wife in his normal voice, 'Honey, what are we having for dinner tonight?' There was no response. Lao Wang moved closer to the kitchen, about thirty feet away, and asked his wife again, 'Honey, what are we having for dinner tonight?' Still no response. He went to the dining room, about twenty feet away from his wife, and asked again, 'Honey, what are we having for dinner tonight?' Still no response. Therefore, he went to the kitchen doorway, about ten feet away from his wife, and asked again, 'Honey, what are we having for dinner tonight?' Again, no response. Lao Wang walked up behind his wife and asked, 'Honey, what are we having for dinner tonight?' His wife replied, 'Honey, this is the fifth time, Kung Pao Chicken!",
    "photoUrl": "assets/photos/xlcdapp_photo_4.png",
    "videoId": "gUxlZ4S_meE",
    "videoName": "你要我為你做什麼 | 曾興才牧師 | 20220109 | 生命河 ROLCCmedia",
    "talk": "  When we acknowledge that we are not perfect, we will see the people around us differently. A successful person knows their strengths and weaknesses. They will discover and appreciate the strengths of others, and use the strengths of others to compensate for their own weaknesses, and use their own strengths to help others' weaknesses. More importantly, they also know how to leverage their own strengths and make them their advantages. Try to discover and appreciate the strengths of those around you today! Remember to specifically tell them the strengths you have discovered.",
    "likes": 22,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 5,
    "title": "The Joy of Sharing",
    "scriptureName": "Luke",
    "scriptureChapter": "3:11",
    "scriptureVerse": "John answered, “Anyone who has two shirts should share with the one who has none, and anyone who has food should do the same.”",
    "prelude": "  The joy of sharing is double the joy. Being able to share good things with others is not only a virtue but also a blessing, because it shows that you have them, and only then can you share them.",
    "laugh": "  One day, an old gentleman bought a hamburger, fries, and a drink. After sitting down, he carefully cut the hamburger in half, giving one half to his wife, and then carefully divided the fries into two piles, placing one pile in front of his wife. Afterward, he took a sip of his drink, and his wife also took a sip, placing it in the middle. \n\n As he began eating his burger, those around him whispered amongst themselves, clearly thinking, 'Such a poor old couple, only able to afford one meal to share.' When the old man started eating his fries, a young man approached their table and politely offered to buy them an extra meal. The old man said they didn't need it, as they were used to sharing everything. Those near their table noticed the old woman hadn't eaten a bite; she sat there watching her husband eat, occasionally taking a sip of her drink. Again, the young man came over and asked permission to buy them a meal. This time, the old woman said, 'No need, thank you, we're used to sharing everything.' Finally, the old man finished eating and wiped his burger clean with a tissue. The young man approached the old woman again. Seeing that she hadn't eaten anything, he asked, 'What are you waiting for?' The old woman calmly replied, 'I'm waiting for his dentures!'",
    "photoUrl": "assets/photos/xlcdapp_photo_5.png",
    "videoId": "sUuT3a-ibbs",
    "videoName": "那九個在哪裡呢？ | 曾興才牧師 | 20231112 | 生命河 ROLCCmedia",
    "talk": " If everyone had a heart to share good things with others, this world would certainly be a warmer and more lovely place. In fact, sharing good things with others isn't something we're born with; it's a virtue that needs to be taught and learned. Once we begin to share good things with others, we'll be amazed to find that the joy we receive far exceeds what we give. Sharing can start with a small thing in daily life, with your family or friends. What good things can you share with others? ",
    "likes": 16,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 6,
    "title": "Choose to report good news",
    "scriptureName": "Proverbs",
    "scriptureChapter": "15:30",
    "scriptureVerse": "Light in a messenger’s eyes brings joy to the heart, and good news gives health to the bones.",
    "prelude": "  We hear more bad news than good news every day. Actually, every event has its good and bad sides; the key is how we view what happens.",
    "laugh": "  One day, three expectant fathers—Xiao Zhang, Xiao Li, and Xiao Zeng—sat in the back room of the delivery room, waiting for their wives to give birth, and they started chatting. Xiao Zhang: 'My colleague told me that my job at M&M's is a good omen; this time, my wife will definitely have twin.' Before he could finish speaking, a nurse came out of the delivery room and told him; 'Congratulations, Mr. Zhang, your wife has given birth to twins.' Two minutes later, another nurse came out and said to Xiao Li, 'Congratulations, Mr. Li, your wife has given birth to triplets!' Xiao Li was overjoyed, saying, 'What a coincidence! I work at the Tripple Ring Company!' Xiao Zeng, who had overheard this, turned pale and ran towards the door, shouting, 'Oh no! Oh no! I work at 7-Eleven!'",
    "photoUrl": "assets/photos/xlcdapp_photo_6.png",
    "videoId": "CDtAEvmJo4k",
    "videoName": "第二次機會的福音 | 曾興才牧師 | 20230423 | 生命河 ROLCCmedia",
    "talk": "  Frankly speaking, we all hope to hear good news every day. Actually, instead of waiting to hear good news, it's better to be the one who delivers good news, because good news can nourish the bones and brighten the heart. Therefore, we must learn to view the events of each day with a positive and optimistic perspective so that we can have good news to share. What did you see in today's events from a positive and optimistic perspective? Share your good news with someone.",
    "likes": 8,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 7,
    "title": "Generosity",
    "scriptureName": "1 Timothy",
    "scriptureChapter": "6:18",
    "scriptureVerse": "Command them to do good, to be rich in good deeds, and to be generous and willing to share.",
    "prelude": "  A generous person is a friend everyone wants to make. In fact, generosity isn't something one is born with; rather, it can be learned from others or influenced by one's environment.",
    "laugh": " An Arab man was undergoing a heart transplant. The doctors tested his blood in case he needed a transfusion. They discovered he had a rare blood type, which couldn't be found locally, so they had to search abroad. Finally, they found a Jewish man with the same blood type who was willing to donate. The surgery was very successful. The Arab man sent him a thank-you card, along with a very valuable diamond and a Rolls-Royce. Unfortunately, not long after, the Arab gentleman needed another corrective surgery. Of course, the Jewish man was happy to donate blood again, believing he would receive even more gifts. The second surgery was also very successful, and the Arab gentleman sent another thank-you card and a box of chocolates! The Jewish man was quite surprised, seeing that the Arab gentleman wasn't giving him such a large gift as before, so he called him to find out the truth. The Arab gentleman replied, 'Dear friend, don't forget, the blood flowing through my veins now is Jewish blood!'",
    "photoUrl": "assets/photos/xlcdapp_photo_7.png",
    "videoId": "zwsBDQ0WLpg",
    "videoName": "擁抱天父的心 | 曾興才牧師 | 20231015 | 生命河 ROLCCmedia",
    "talk": "  Have you ever received charity from others? Especially when you were in trouble, how did you feel? To receive generosity from others, first become a generous person. Giving to others can be about fulfilling their material needs, offering a word of appreciation, praise, or affirmation, or simply taking the time to listen to their troubles. When you begin to show kindness to those around you, you are doing a good deed; you are meeting their needs. Observe those around you and see what needs you can help them with. Take some time and effort to be a blessing to them!",
    "likes": 7,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 8,
    "title": "Differences Between Men and Women",
    "scriptureName": "Genesis",
    "scriptureChapter": "1:27",
    "scriptureVerse": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
    "prelude": "  Since ancient times, disputes between men and women, or between husband and wife, have been constant, one of the main reasons being a lack of understanding of the differences between men and women. Men and women not only differ greatly in communication, but also in their level of understanding.",
    "laugh": "  One morning, Mrs. Wang woke up and happily said to her husband: 'Last night I had a very vivid dream. I dreamt that you bought a very expensive diamond ring as my birthday present. I've never had such a dream before. What do you think it means?' \n\n 'You'll know tonight, darling!' her husband replied thoughtfully. \n\n All day long, Mrs. Wang couldn't contain her excitement; she eagerly awaited her husband's return from work. Sure enough, her husband held a beautifully wrapped little box. After he gave it to his wife, she eagerly opened it, only to find a book inside—'The Interpretation of Dreams.'",
    "photoUrl": "assets/photos/xlcdapp_photo_8.png",
    "videoId": "tyTmt2fWMn0",
    "videoName": "高舉聖誕節的耶穌 | 曾興才牧師 | 20231210 | 生命河 ROLCCmedia",
    "talk": "  The differences between men and women are obvious, from their physical structure to their perspectives and problem-solving methods. Understanding these differences requires effort. Besides many books that can help us, communication is indispensable. Imagine if all men and women were exactly the same; the world would certainly lose much of its joy, and life would be dull and monotonous. Understanding and accepting the differences between men and women is a crucial element of healthy interpersonal relationships. God created man and woman in His own image. The differences between men and women bring much joy and challenge to the world and life. At the same time, these differences also have a complementary function. If we can carefully appreciate and communicate with each other, we will surely thank God the Father for the wondrous and awe-inspiring creation!",
    "likes": 6,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 9,
    "title": "Stop Biting and Devouring Each Other",
    "scriptureName": "Galatians",
    "scriptureChapter": "5:15",
    "scriptureVerse": "If you bite and devour each other, watch out or you will be destroyed by each other.",
    "prelude": "  In a relationship, friction and conflict are natural byproducts, especially for couples. But no matter what, never say too much when you're angry, lest you regret it later.",
    "laugh": "  One day, Mr. He and his wife had a fight. He was very angry and decided not to speak to her, declaring a cold war. But he couldn't suppress his anger, so he decided to write a poem to vent it. The poem goes like this: \n\n 'God saw that I was hungry, so He made a bun; God saw that I was thirsty, so He made a cup of cool tea; He saw that I was in darkness, so He made light; He saw that I had no problems, so He created you.' \n\n Mrs. He was no pushover either. After reading it, she wrote a poem in response. She wrote: 'I wrote your name on the beach, it was washed away; I wrote your name in the sky, it was blown away; then, I wrote your name in my heart, and I got a heart attack!'",
    "photoUrl": "assets/photos/xlcdapp_photo_9.png",
    "videoId": "ZQyr9RgkVmQ",
    "videoName": "風浪中你可以有平安 | 曾興才牧師 | 20220918 | 生命河 ROLCCmedia",
    "talk": "  Although friction and conflict in interpersonal relationships are byproducts of getting along, mutual harm can be avoided. As long as you are willing to be cautious, choose communication in times of conflict, avoid acting emotionally, restrain your tongue when angry, and not retaliate with evil, delaying your immediate reaction by three minutes will lead to drastically different results. If you insist on being unforgiving, the result will only be mutual harm. Why bother? Actually, the closer someone is to you, the easier it is to have conflicts, because you care about each other, you care about what the other person says or does. Since they are so close to you, why be so calculating? Why not broaden your mind and choose acceptance, tolerance, and forgiveness?",
    "likes": 5,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 10,
    "title": "Don't only think of yourself",
    "scriptureName": "Philippians",
    "scriptureChapter": "2:4",
    "scriptureVerse": "not looking to your own interests but each of you to the interests of the others.",
    "prelude": "  Egocentrism is the most concrete manifestation of human sinfulness. Egocentric people are unpopular because they only think of themselves and their own interests, regardless of the life or death of others.",
    "laugh": "  Xiao Zhu finally reached middle age and saved up enough money to travel to the Grand Canyon. He took a plane to tour the Grand Canyon. When the plane flew over the canyon, the engine suddenly malfunctioned. The pilot said to them, 'There are four of you, but I only have three parachutes. You decide how to distribute them!'\n\n The first boy rushed to say, 'I have a lot of property to deal with, I can't die!' He grabbed a parachute and jumped out. The second man said, 'I have a wife and children at home who need my care, I can't die!' He took the second parachute and jumped. Now only Xiao Zhu and another single woman remained. Xiao Zhu said, 'I'm middle-aged, you're still young, you can use the last parachute!' The single woman calmly replied, 'Actually, we had two parachutes, because the first man took my backpack and jumped!'",
    "photoUrl": "assets/photos/xlcdapp_photo_10.png",
    "videoId": "4GfLe4AWUag",
    "videoName": "成為神和人喜愛的人 | 曾興才牧師 | 20230521 | 生命河 ROLCCmedia",
    "talk": "  Yes, each person should not only look to their own interests, but also to the interests of others. We all don't want to be friends with selfish people because they only plan for their own benefit and never think about the feelings and needs of others. They do this and think it's their right. Being considerate of others is a virtue. A person who can think of others' well-being is humble and mature. This isn't directly related to age, but rather to one's personal cultivation. Now think about it: who needs your concern?",
    "likes": 4,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 11,
    "title": "Live Your Best",
    "scriptureName": "Ephesians",
    "scriptureChapter": "4:1",
    "scriptureVerse": "As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received.",
    "prelude": "  Everyone has their dream job, but often, due to the pressures of reality, their dreams remain unfulfilled, and they have to compromise for the sake of life.",
    "laugh": "  Mr. Zhu had been unemployed for almost a year. One day, he saw a job advertisement for staff at the zoo. When he went to inquire, he was surprised to find that there was only one opening left, which required someone to dress up as a monkey. Because it was a public holiday in a few days, many children would come to the zoo, and the zoo needed monkeys, so they were hiring someone to dress up as a monkey. Because Mr. Zhu needed money, he decided to take the job of dressing up as a monkey. The next day, before dawn, Mr. Zhu put on his monkey costume and went into the cage. When it got light, many children came, and all he had to do was jump around on the ground, from one tree to another, and then the keepers would feed him peanuts and bananas. Four or five hours passed, and he was exhausted, his stomach full of bananas. As he tried to jump from one tree to another, he felt a little dizzy and accidentally fell into the adjacent lion's den. He shouted, 'Help! Help!' The lion came over and whispered to him, 'If you don't stop eating, we'll both lose our jobs!'",
    "photoUrl": "assets/photos/xlcdapp_photo_11.png",
    "videoId": "Y7rWKYWAZWE",
    "videoName": "新的季節，重新得力 | 曾興才牧師 | 20230903 | 生命河 ROLCCmedia",
    "talk": "  God's will is for you to live your best life. To live your best life, you must discover the unique gift God has given you: What are you most passionate about? What are your strongest skills? What do your family and friends most often praise you for? When you discover that unique gift God has given you, you should find opportunities, environments, or platforms to fully utilize it. You will inevitably reap unexpected rewards because you will have lived your life to the fullest!",
    "likes": 3,
    "type": 1,
    "isNew": false,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 12,
    "title": "Willing to Pay the Price",
    "scriptureName": "Matthew",
    "scriptureChapter": "16:24",
    "scriptureVerse": "Then Jesus said to his disciples, “Whoever wants to be my disciple must deny themselves and take up their cross and follow me.",
    "prelude": "  Everything of value comes with a price; those who achieve success and influence are those who are willing to pay the price. Often, the weight of the price depends on the magnitude of the achievement or influence.",
    "laugh": "  Once, the U.S. Federal Special Police were recruiting hitmen. After all the background checks, interviews, and tests, three people were left: two men and one woman. Facing the final test, a U.S. Federal Special Police officer led the first man to an iron gate, handed him a handgun, and said: 'You must know that under no circumstances should you disobey the instructions of the U.S. Federal Special Police.' 'In this room, you will see your wife sitting in a chair. You must kill her!' The man replied, 'Are you serious? I could never kill my wife.' The officer replied, 'Then you're not fit for this job. Take your wife home!' The second man was given the same instructions. He took the handgun and went into the room. The room was very quiet. About five minutes later, he came out, tears streaming down his face. 'I tried, but I just can't kill my wife.' The officer said, 'You're not qualified either. Take your wife home!' Finally, it was the woman's turn. She was given the same instructions to kill her husband. She took the handgun and went into the room. 'Whoosh! Bang!' Several gunshots rang out, followed by a sharp sound and the sound of a chair hitting the wall. A few minutes later, all was quiet. The door slowly opened, and the woman stood there, sweating profusely, saying, 'The gun was empty, so I had to hit him with a chair!'",
    "photoUrl": "assets/photos/xlcdapp_photo_12.png",
    "videoId": "hDQn8tOm3rs",
    "videoName": "翻轉生命的敬拜 | 曾興才牧師 | 20230212 | 生命河 ROLCCmedia",
    "talk": "  Success comes at a price, but to achieve something significant or influential, you need to pay an even higher price. When Jesus issued this challenge to many of His followers, I suspect many stopped following Him because the price Jesus demanded was too high. The Lord Jesus required those who wished to continue following Him to put aside their dreams and plans, and to have a willingness to suffer and follow Him to the end. But we can see from history that those who are willing to pay the price for Him are the ones who rewrite history, and we all know who they are. Today, you can join their ranks too.",
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 13,
    "title": "Doing New Things",
    "scriptureName": "Isaiah",
    "scriptureChapter": "43:19",
    "scriptureVerse": "See, I am doing a new thing! Now it springs up; do you not perceive it? I am making a way in the wilderness and streams in the wasteland.",
    "prelude": "  Many people like new things; they like to see new things; they like to hear fresh stories. But in the daily routine of work and life, we no longer look forward to seeing new things, and life becomes dull and boring.",
    "laugh": "  One day, Sister Shen impulsively bought a female parrot. Unexpectedly, when she brought it home, its first words were, 'Give me a kiss, baby!'\n\n Sister Shen thought, 'Oh no, people will think I taught it that. This will completely ruin my ladylike image.'\n\n So she tried everything to teach the parrot to speak more refined things. But the parrot was stubborn and only knew one phrase: 'Give me a kiss, baby!' What to do? Sister Shen was at a loss when she heard that the pastor also had a male parrot, and that parrot not only didn't use foul language, but was also a devout believer, spending most of its time praying. So Sister Shen asked the pastor for help. After understanding her purpose, the pastor said to her with some difficulty, 'This is difficult. Actually, I haven't deliberately taught that parrot anything. Its devotion is probably due to its long-term exposure to this environment!' Seeing Sister Shen's disappointment, the pastor said, 'How about this, bring your parrot to me. I'll put them together, hoping that after a while, your parrot will be influenced. That's all I can do. Whether it works or not depends on God's will.' Sister Shen was overjoyed. That was the only way. There's a saying, 'One who stays near vermilion gets stained red,' so we took the parrots to the pastor's house, and he put the two parrots together. At first, the female parrot was a little reserved. Seeing the male parrot silently praying in a corner of the cage, she didn't have the heart to disturb him. But she couldn't resist and finally said, 'Give me a kiss, my darling!' Hearing this, the male parrot stopped praying, turned to look at the female parrot, and suddenly, tears streamed down his face as he said, 'Thank God, my prayer has finally been answered!'",
    "photoUrl": "assets/photos/xlcdapp_photo_13.png",
    "videoId": "qz9teFHW-vo",
    "videoName": "新的挑戰 新的應許 | 曾興才牧師 | 20210613 | 生命河 ROLCCmedia",
    "talk": "  Doing new things is not difficult. When you are willing to adjust your thinking, slow down your pace, and observe and listen more, you can experience new things every day. As the Israelites habitually went about their lives, remembering their past experiences and reminiscing about their glorious ancient times, they no longer had any expectation of God. God, through the prophet Isaiah, reminded them to pay attention and be mindful, for God does new things every day. Think about it, see what new things God has done for you today? Or what new things have you done today?",
    "likes": 3,
    "type": 1,
    "isNew": true,
    "category": "Spring"
  },
  {
    "id": 0,
    "articleId": 14,
    "title": "Be Wise",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:15",
    "scriptureVerse": "Be very careful, then, how you live—not as unwise but as wise,",
    "prelude": "  I believe no one is born wanting to be a fool; everyone wants to be a wise person. In fact, the difference between fools and wise people is often very fine. A wise person knows what he wants and when he wants it.",
    "laugh": "  Eighty-four-year-old Lao Liu liked to fish. One day, while he was fishing on his boat, he heard a voice say, 'Pick me up.'\n\n He looked around, but there was no one there. When he heard 'Pick me up' again, he thought it was a hallucination. He looked intently into the water and saw a frog floating on the surface. Lao Liu asked, 'Are you talking to me?, The frog replied, 'Yes, it's me!' 'Pick me up and kiss me, and I'll become the most beautiful woman you've ever seen. I'm sure your friends will be both envious and jealous, because I'll be your bride.' Lao Liu gazed at the frog for a moment, then reached out and carefully placed it in his pocket. The frog said, 'What, are you crazy? Didn't you hear me? I said, kiss me, and I'll become your beautiful bride.' Lao Liu opened his pocket, looked at the frog, and said, 'Forget it, at my age, I'd rather have a talking frog.'",
    "photoUrl": "assets/photos/xlcdapp_photo_14.png",
    "videoId": "caFA7orVD_w",
    "videoName": "沒有救自己的耶穌 | 曾興才牧師 | 20220410 | 生命河 ROLCCmedia",
    "talk": "  In this environment full of temptations, caution is the best advice. Because caution determines whether you are foolish or wise. Because some things, on the surface, seem very beautiful, but in reality, they are not so beautiful. Your daily life involves many decisions, big and small, and each decision has certain consequences. When you are able to make a decision, first quietly pray to God, the source of wisdom, and then follow the peaceful inspiration in your heart. You can trust that your choice will bring you joy and blessings.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 15,
    "title": "The Riches of God's Glory",
    "scriptureName": "Philippians",
    "scriptureChapter": "4:19",
    "scriptureVerse": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
    "prelude": "  We are people with needs, living in a world full of various needs. Everyone hopes that all their needs can be met. Some needs can indeed be met by ourselves, but sometimes, our needs are met through those around us.",
    "laugh": "  An old pastor was invited to preach at a church in a small town. On Sunday morning, the church sent a deacon to pick him up from the hotel. When they were almost at the church, the old pastor realized he had forgotten his dentures. The deacon said, 'I have one here, you can try it.' \n\nBecause of time constraints, the old pastor had to try it on and said, 'This is too small!' \n\nThe deacon immediately handed him a larger denture. The old pastor tried it on and said, 'This one is a bit too big; I'm worried it might fall off!' 'No problem!' the deacon replied. Then, he took another denture from his jacket pocket and gave it to the old pastor. 'This one should fit you!' Sure enough, after the old pastor put it on, it felt just like his own, and he was very happy, but he asked curiously, 'Brother, how do you have so many dentures? Are you a dentist?' 'No, no, no,' the deacon replied with a smile, 'I work at the funeral home doing makeup for the dead.'",
    "photoUrl": "assets/photos/xlcdapp_photo_15.png",
    "videoId": "AGTacXFkFDQ",
    "videoName": "耶穌必能為你平靜風浪 | 曾興才牧師 | 20200315 | 生命河 ROLCCmedia",
    "talk": "  It is a joyful thing for needs to be met. In reality, it's impossible to satisfy all our needs. When we only focus on satisfying our own needs, the result is often disappointment and discouragement, and sometimes even harm to others. When we bring our needs to the God who created the universe, believing that He will provide for all our needs at the most appropriate time and in the best way, we often find that God, in His wisdom, accomplishes this through those around Him. Have you ever considered that God has also used you to satisfy the needs of others, and perhaps today He will use you in this way?",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 16,
    "title": "The First Love",
    "scriptureName": "Revelation",
    "scriptureChapter": "2:4",
    "scriptureVerse": "Yet I hold this against you: You have forsaken the love you had at first.",
    "prelude": "  Where there is love, there is passion. We all enjoy being with people who are loving and passionate. Unfortunately, often due to busy work and heavy housework, the passion in our hearts is easily extinguished, and life and marriage lose their joy.",
    "laugh": "  There were three sisters, one unmarried, one newly engaged, and one married. One day, the sisters talked about their partners, and afterwards, they decided to surprise them. So, each sister bought a black tight leather jacket, leather pants, high-heeled riding boots, a hood, and a blindfold. A few days later, the sisters met for lunch and exchanged their experiences.' The unmarried younger sister said, 'That night, when my boyfriend saw me wearing a black leather bodysuit, leather pants, high-heeled boots, a hood, and a blindfold, he couldn't help but say, 'You're my woman, I love you!' and then he hugged me tightly and wouldn't let go. The newly engaged older sister said, 'That night, I went to his apartment wearing a trench coat. When I opened it and let him see the black leather bodysuit, leather pants, high-heeled boots, hood, and blindfold, he didn't say a word. From then on, he couldn't wait to see me every day.' The married older sister said, 'I hadn't had a date with my husband in a long time, so I arranged for the children to stay with their mother so I could enjoy some alone time with him. I lit some candles, put on my black leather bodysuit, leather pants, high-heeled boots, hood, and blindfold, and excitedly waited for him to come home from get off work. When he opened the door and saw me, he actually pointed to the dining table and asked me, 'What are we having for dinner, Batman!'",
    "photoUrl": "assets/photos/xlcdapp_photo_16.png",
    "videoId": "jNSw1OJkzdY",
    "videoName": "經歷感恩的能力 | 曾興才牧師 | 20221113 | 生命河 ROLCCmedia",
    "talk": "  The church in Ephesus was a model church, the one among the seven churches praised by Jesus again and again. They had good performance, diligence, patience, and labor for the name of the Lord. However, there was only one thing that saddened Jesus, and it was the most important thing: they had abandoned their first love. To have a fervent heart and rediscover your first love, you need to return to your very first love; think about how passionate you were about life back then, recall how desperately you loved. Once you rediscover your first love, the fire in your heart will be ignited, life will no longer be just passing through, but enjoying it; marriage and family will no longer be just dull and boring, but full of laughter and joy.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 17,
    "title": "Be Like a Little Child",
    "scriptureName": "Mark",
    "scriptureChapter": "10:15",
    "scriptureVerse": "Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.”",
    "prelude": "  The innocence and simplicity of children are what we love about them. However, sometimes their insight and interpretation of reality makes us laugh and cry.",
    "laugh": "  One day, the teacher asked the students to write an essay using the idioms they had learned, titled 'My Home'. The following is Xiaoming's composition, 'My Home': 'My home consists of three people: my father, my mother, and me. Every morning, as soon as we leave the house, we go our separate ways, each pursuing our own path, only to return home in the evening. My father is an architect, spending his days gesturing and working on construction sites. My mother is a saleswoman, spending her days swindling and cheating in the store, accepting all customers. I am a student, spending my days in the classroom, completely oblivious to everything. My three family members get along very well, and the house is generally harmonious. However, when my grades are poor, my father turns on me, cruelly beating me until I'm covered in bruises and prostrate on the ground. My mother stands by, either indifferent or detached, never intervening, and sometimes even aiding and abetting the abuse.' After reading it, the teacher asked Xiaoming, 'If your test scores are bad, how do your parents punish you?' Xiaoming replied, 'Below 80 points, it's women's singles; below 70 points, it's men's singles; below 60 points, it's mixed doubles!!'",
    "photoUrl": "assets/photos/xlcdapp_photo_17.png",
    "videoId": "hbxbb2vvbcw",
    "videoName": "耶穌降⽣的三⼤恢復 | 曾興才牧師 | 20221211 | 生命河 ROLCCmedia",
    "talk": "  We all fondly remember our childhood, carefree and simply trusting that our parents would completely provide for and meet all our needs. But as we grow older, we experience more, our thoughts become more complex, and life becomes filled with more worries. The Lord Jesus tells us the conditions for entering the Kingdom of Heaven, which sounds very simple, but in reality, it is not easy to do—one must be like a little child to enter the Kingdom of Heaven. How can we be like a little child again? What qualities of a child are so attractive to Jesus? Let us begin today to rediscover the 'childlike' spirit we have lost for many years and once again enjoy the blessings of the Kingdom of Heaven.",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 18,
    "title": "應當一無掛慮",
    "scriptureName": "Philippians",
    "scriptureChapter": "4:6",
    "scriptureVerse": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "prelude": "  憂慮或掛慮不知何時已經成為我們人的天性。從為工作、生活，到為小孩和家庭掛慮， 每天總是會有一些事或人讓我們掛慮，可笑的是，大部分我們所掛慮的事情都不會發生。",
    "laugh": "  有一天，胡先生夫婦因為相約去吃晚飯產生了一點誤會，第二天他們各自在日記上寫下自己的感受。 \n\n  胡太太的日記是這樣寫的：「昨天晚上，他真的是非常古怪，我們本來約好了一起去狀元樓吃晚飯，他看完棒球賽後就直接到餐廳等我， 但是白天我和幾位姊妹去Macy百貨公司血拼，結果就去晚了一點...，可能因此他就不高興了，一直都不理睬我，氣氛僵極了。 \n\n  後來我主動讓步說：『我們都退一步，好好地交通一下吧！』他雖然同意了，卻還是繼續沉默，一副無精打采、心不在焉的樣子。 我問他到底『怎麼了』，他只說『沒事』。後來我問他，是不是我惹他生氣了，他說，這不關我的事，叫我不要管他。 \n\n  我們回到家的時候，我感覺我可能要失去他了。他坐在那兒什麼也不說，就只悶著頭看電視，繼續發呆，後來我只好自己上床去睡覺。 \n\n  十分鐘之後，他爬上床來了，讓我吃驚的是，他居然還過來抱我、親我...。可是儘管如此，我還是感覺他一直在想別的事。 我覺得要和他好好談一談，但是他居然已經睡著了，我只好躺在他身邊默默地流淚。 \n\n  我現在非常的確定，他肯定有別的女人了，這真是像天塌下來了一樣。天哪！那，我真不知道活著還有什麼意義！」 \n\n  丈夫老胡的日記則只有一行字：「氣死人了，昨天舊金山巨人隊又輸了！」",
    "photoUrl": "assets/photos/xlcdapp_photo_18.png",
    "videoId": "PWT_rjy2jbM",
    "videoName": "神的殿，我們的家 | 曾興才牧師 | 20220814 | 生命河 ROLCCmedia",
    "talk": "  我非常同意有人如此說：「掛慮乃是錯誤的使用我們的想像力。」試想一想，你現在掛慮的是什麼？是一件未發生的事情，但你卻想像它會如何的發生。 你越想就越著急，好像它馬上就發生在你眼前。結果它根本就沒有發生。 \n\n  聖經給我們一個最好的處方，幫助我們除去不必要的掛慮。那就是告訴上帝你所要的。無論大事小事，都可以隨時隨地藉著禱告告訴上帝，這就是「凡事」的意思。 \n\n  腓立比書四章7節接著說，告訴上帝的結果：你心中就會有你想不到的平安和平靜。換句話說，你不再錯誤地使用你豐富的想像力了，你就會停止胡思亂想了。",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 19,
    "title": "不要以惡報惡",
    "scriptureName": "Romans",
    "scriptureChapter": "12:17",
    "scriptureVerse": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.",
    "prelude": "  當你受到別人的攻擊或不公平的待遇時，你會有什麼反應？一般人自然的反應會是反擊或等待機會報復。 卻沒有想到，報復的行為不但沒有為自己討回公道，反而弄巧成拙了。",
    "laugh": "  有一對姊妹，有一天在海邊撿到一個瓶子，兩人好奇地打開，竟然有一股煙冒出來，化成一個神仙，兩人嚇壞了，沒想到神仙居然開口說話： \n\n  「我已經被關了一千年，感謝妳們把我放出來，現在妳們可以各自許一個願望，我會幫妳們實現。」 \n\n  姊姊美芬一向嫉妒妹妹較得父母寵愛，所以她說： 「不管妹妹的願望是什麼，我都要她的兩倍。」 \n\n  妹妹聽了之後，想都沒想的接著說：「我希望我的三圍是38、24、38。」",
    "photoUrl": "assets/photos/xlcdapp_photo_19.png",
    "videoId": "Y3OWjoQ9KO0",
    "videoName": "當你灰心失望時 | 曾興才牧師 | 20190317 | 生命河 ROLCCmedia",
    "talk": "  以惡報惡雖然是一般人的自然反應，但它可以不是你的自然反應。我們沒有辦法控制別人的行為，但是我們可以選擇要對他的行為做出什麼樣的回應。 \n\n  報復的行動只會帶來更多的傷害，而且這是一個極可怕的惡性循環。所以，聖經教導我們要做大家都以為美以為好的事，換句話說，選擇去做對大家都有好處的事。因為最終能夠替我們伸冤的是公義、聖潔、慈愛的上帝。 \n\n  「親愛的弟兄，不要自己伸冤，寧可讓步，聽憑主怒（或譯：讓人發怒）；因為經上記著：「主說：『伸冤在我，我必報應。』」（羅馬書十二章19節）",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 20,
    "title": "要孝敬父母",
    "scriptureName": "Ephesians",
    "scriptureChapter": "6:2-3",
    "scriptureVerse": "“Honor your father and mother” which is the first commandment with a promise so that it may go well with you and that you may enjoy long life on the earth.",
    "prelude": "  忠孝仁愛禮義廉恥是中國人的傳統美德。孝敬父母理當是天經地義之事，兒女報答父母養育之恩可要趁著他們還健在的時候。 當父母親不在人間時，做什麼都不是那麼重要了。",
    "laugh": "  老楊在清明節時去買祭品，看到居然有紙糊的iphone，還是最新的iPhone 6，便問老闆說： 「燒iPhone 6給老祖宗，恐怕他不會用吧？」 \n\n  老闆白了他一眼，說：「賈伯斯（Steve Job）已經下去教他們了，你還操什麼心呀！」 \n\n  老楊便買了一個iPhone 6。 \n\n  老闆提醒他說：「再買個充電器吧！別忘了燒個充電器給他，不然老祖宗來找你就不好了，找你還是小事，叫你送去可就麻煩了。」 \n\n  老楊只好又買了一個充電器，付錢的時候老楊跟老闆要了一張名片，說：「我會把它和祭品一起燒給老祖宗，手機若出了問題，就可以直接找你保修了。」 \n\n  老闆聽後昏倒了！",
    "photoUrl": "assets/photos/xlcdapp_photo_20.png",
    "videoId": "9w1BPwQG7-0",
    "videoName": "患難中的盼望 | 曾興才牧師 | 20210822 | 生命河 ROLCCmedia",
    "talk": "  基督教非常看重孝道，因為上帝非常看重孝道。十誠裡的前四誡都是有關人對上帝的敬拜和尊崇，後六誡乃是有關人與人之間的誡命， 而其中最首要的第五條誡命就是要孝敬父母。這也是第一條帶應許的誡命。 \n\n  所以，孝敬父母不但是兒女當盡的本分，還要加上上帝的祝福，在世蒙福長壽。今天就趁著父母還在身邊的時候，按著他們的需要去滿足他們吧！",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 21,
    "title": "靈巧像蛇、馴良像鴿子",
    "scriptureName": "Matthew",
    "scriptureChapter": "10:16",
    "scriptureVerse": "I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves.",
    "prelude": "  在這彎曲悖謬，人心險惡的世代裡，大家心裡都沒有平安。雖然害人之心不可有，但是防人之心卻不可少，因為有些事常常會發生在我們意料之外的。",
    "laugh": "  國慶黃金週有對老夫婦要去南方看孫子，離家前擔心家中被偷盜，翻箱倒櫃不算，還會損壞傢俱。 於是出門時在桌上 放下百元鈔票一張，並一張紙條留言，上面寫著： \n\n  「爬窗而入的俠行客，我們是退休教師，靠退休金生活，家裡清寒沒什麼錢，您來一趟不容易，桌上的一百元是給您的勞務費。 若您想擴大戰果，本層對面是鐵道部的一位高官，樓上一家是紅十字會的領導，樓下那家是銀行的行長，他們都很有錢而且這不取報警。」 \n\n  一個多月之後，老夫婦回來，發現桌子上的錢變成十萬！也附有一張紙條，上面寫著： \n\n 「感謝老師的教誨，過去不用功讀書，唉，相識恨晚，那...一切盡在無言中。特留下十萬元資訊費，請笑納！」",
    "photoUrl": "assets/photos/xlcdapp_photo_21.png",
    "videoId": "Rom7byceNRM",
    "videoName": "無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia",
    "talk": "  靈巧像蛇，馴良像鴿子是主耶穌基督給祂的門徒們的忠告，因為耶穌知道當時的世代險惡，善良的門徒們好像羊走入狼群，要他們提高警惕的心。 \n\n  但是要做到靈巧像蛇，真的需要隨時警醒，在各樣的處境中隨機應愛。馴艮像鴿子乃需要智慧，曉得在什麼情況下保持什麼樣的態度。 \n\n  你目前的處境或面對的情況需要你靈巧像蛇，還是馴良像鴿子，或者兩者都要有？求主耶穌給你智慧吧！",
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 22,
    "title": "隱藏的事會顯出來",
    "scriptureName": "Mark",
    "scriptureChapter": "4:22",
    "scriptureVerse": "For nothing is hidden except to be made manifest; nor is anything secret except to come to light.",
    "prelude": "中國人有一句類似的話：紙包不住火。是的，在日光之下，所有掩藏的事，最終都會顯出來的。有趣的是，許多我們以為別人不知道的事，原來他們都知道，也沒有忘記。",
    "laugh": "在一個法院的審判案中，一位美國南部小市鎮的檢察官叫他的第一個證人，祖母級的老婦人上來。他走到她面前問她說： \n\n  「鐘氏夫人，妳認識我嗎？」 \n\n  老婦人回答說： \n\n  「為什麼？是的，我認識你，威廉先生，當你還是小男孩的時候我就認識你了。坦白說，你令我非常失望，你說謊，欺騙你的太太，在別人背後講閒話，你還以為自己是什麼大人物，其實，你根本沒有大腦去發覺自己什麼都不是。是的，我認識你。」 \n\n  檢察官頓時啞口無言，不知道應該做什麼，就指向對面問她說： \n\n  「鐘氏夫人，妳認識辯護律師嗎？」 \n\n  她又回答說： 「為什麼？是的，當傑克森先生還是少年人的時候，我就認識他了。他懶惰、 頑固、心胸狹窄，又有酗酒的問題，他的律師服務是整個州最差的一個。更不用說， 他欺騙他太太和其他三個女人亂搞，其中一個是你的太太。是的，我認識他。」 \n\n  辯護律師幾乎暈了過去。法官馬上叫他們兩人走到台前來，輕聲的對他們說： \n\n  「如果你們任何一個笨蛋問她是否認識我，我就把你們送上電椅去！」",
    "photoUrl": "assets/photos/xlcdapp_photo_22.png",
    "videoId": "_x0SQu6X1Ns",
    "videoName": "在患難中活出愛 | 曾興才牧師 | 20210214 | 生命河 ROLCCmedia",
    "talk": "不做虧心事，夜半敲門心不驚。一個行事光明磊落的人，是什麼都不懼怕的人。 \n\n  其實馬可福音四章二十二節之前一節，耶穌乃是鼓勵我們要把燈放在燈台上，而不是放在斗底下或床底下 而不是放在斗底下或床底下。換句話說，行事為人要光明正大，不但自己可以問心無愧，也能夠使別人受益 也能夠使別人受益。不然的話，耶穌警告我們說，任何得罪上帝或傷害人的事，遲早都會被顯露出來的 遲早都會被顯露出來的。 \n\n  若你有一些你不想隱藏的事，不如來到主耶穌面前告訴祂，求祂赦免你，並求主幫助你過一個光明正大的生活。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 23,
    "title": "勇敢改變自己",
    "scriptureName": "2 Corinthians",
    "scriptureChapter": "5:17",
    "scriptureVerse": " Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
    "prelude": "沒有人生來就喜歡改變。美國文學家及幽默大師馬克.杜溫說： 「唯一喜歡改變（更換）的人就是濕了屎布的嬰孩。」 在人與人相處最大的問題之一是希望別人改變，而自己卻不改變。",
    "laugh": "約翰.尼克傳道住在美國德州一個很徧避的鄉鎮，他出生到如今五十二年從未離 他出生到如今五十二年從未離開這鄉鎮。有一天他被邀請到達拉斯大城市去參加特會，並且安排他住在一間大酒店。 \n\n  尼克傳道就很快樂地開他的老爺車，帶著太太和青少年的兒子一起去。到達大 酒店的大廳之後，尼克傳道被一間小房間深深的吸引住。他看見一位老太太站在小房 間前，按了門鈕一下，門打開了，她走進去。卅秒鐘之後，門開了，竟然是一位年青 漂亮的小姐走出來。不久之後，又來了一位老太太，進去之後門關了起來，卅秒之後， 門又打開，又是一位漂亮的小姐走出來。 \n\n  尼克傳道看了之後，好興奮！看見兒子和太太一起正走進大廳，就大聲的叫著說： \n\n  「兒子，兒子，趕快叫你媽媽走進這小房間裡去！」",
    "photoUrl": "assets/photos/xlcdapp_photo_23.png",
    "videoId": "q5N1C2m4Bkw",
    "videoName": "不斷更新 經歷恢復 | 曾興才牧師 | 20210117 | 生命河 ROLCCmedia",
    "talk": "改變自己可能是修補破裂之人際關係的開始。從最基本的態度或心態的改變，就會帶 就會帶來行為上的改變。但是改變是需要勇氣，甚至放下面子。 \n\n  試想一想，有哪一些習慣你需要改掉的？有哪一些態度你需要改變的？ \n\n  當你決定要改變自己卻沒有能力時，可以禱告求主耶穌幫助你，因為當你接受祂成為 你個人的救主時，你已經是新造的人，你有主耶穌給你新的心志，新的能力，因為舊 因為舊事是可以過去的，都要變成新的了！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 24,
    "title": "要凡事謝恩",
    "scriptureName": "1 Thessalonians",
    "scriptureChapter": "5:18",
    "scriptureVerse": "give thanks in all circumstances; for this is the will of God in Christ Jesus for you.",
    "prelude": "我們都希望每天所發生的事情，會按照我們的計劃發生，但是事實並不是如此。當事 情不如我們所想像的發生時，我們又會有什麼反應呢？",
    "laugh": "三個離家闖天下成功的兒子聚在一起，討論各自送給八十歲老媽的禮物。 \n\n  大兒子友福說： \n\n  「我為媽媽蓋了一棟大房子。」 \n\n  二兒子友才說： \n\n  「我送給她一輛賓士轎車，還附司機。」 \n\n  三兒子友光說： \n\n  「你們知道媽媽非常喜歡讀聖經，你們也知道她的眼睛不好。我送她的是一 隻會朗誦全本聖經的棕色鸚鵡，總共動用二十名修道院的修士，花了整整十二年的時 間來教這隻鸚鵡，我還得每年都要奉獻十萬元，他們才肯訓練牠。不過這是值得的， 媽媽只要說出章節名稱，那隻鸚鵡就會開始背誦聖經給她聽。」 \n\n  過了不久，他們就收到媽媽寄出的謝卡。 \n\n  給大兒子的寫道： \n\n  「友福，你蓋的房子好大。我只住在其中一個房間，但是我卻得打掃整棟房子。」 \n\n  給二兒子的寫說： \n\n  「友才，我太老沒辦法外出旅行。我整天都待在家裡，所以我從來沒坐過那台賓士轎車。而且，那個司機好粗魯，很沒禮貌！」 \n\n  她給三兒子的信柔和許多： \n\n  「最親愛的友光，你是三個兒子中唯一知道媽媽喜歡什麼的，…… 謝謝你送的那隻雞，非常好吃。」",
    "photoUrl": "assets/photos/xlcdapp_photo_24.png",
    "videoId": "EdrWxymdaOM",
    "videoName": "耶穌 我們的彌賽亞 | 曾興才牧師 | 20201213 | 生命河 ROLCCmedia",
    "talk": "當我們沒有看到所期待的結果時，自然的反應就是埋怨。因為我們的眼光只是看到沒 有發生的結果，而忽略了已經發生的事。 \n\n  埋怨不但會影響自己的心情，埋怨也無濟於事。如果能夠從正面的眼光去看待結果，我們的心情就不一樣了。 \n\n  其實，上帝要我們凡事謝恩。也就是說，無論如意或不如意的事，既然已經發生了， 必定有上帝的美意。感恩就是相信和接受凡事都有美意，雖然現在還看不見有什麼好 處，但將來回頭一看，原來其中充滿了上帝的祝福。所謂“塞翁失馬，焉知非福”也。 \n\n  想一想，你可以感謝上帝的三件事，然後開口感謝讚美祂。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 25,
    "title": "愛人不可虛假",
    "scriptureName": "Romans",
    "scriptureChapter": "12:9",
    "scriptureVerse": "Let love be genuine. Abhor what is evil; hold fast to what is good.」",
    "prelude": "愛人是要花心思、下工夫。如果平常自己沒有作好功課，想要模仿別人的作法，不但 達不到想要的結果，反而會引起別人的誤會。",
    "laugh": "有一天，小王被小陳邀請到他家去吃晚餐。他非常欣賞小陳的作風，一進家門， 就先問候太太：「今天都好嗎？」並告訴她，她很漂亮，然後，他們彼此擁抱，太太 太太就開始請他們吃飯。飯後，小陳對太太的廚藝贊不絕口，並非常謝謝她。當太太到廚 房去的時候，小王就問小陳說： \n\n  「你為什麼對你的太太這麼好？」 \n\n  小陳回答說： \n\n  「這是應該的嘛！我如此做，幫助我們有一個快樂的婚姻！」 \n\n  小王非常受感動，決定回家以後如法炮製。當天晚上他一回到家，就抱著他的太太，對她說： \n\n  「太太，妳今天真好看！」 \n\n  然後又加了一句： \n\n  「Honey，甜心，我是這個世界上最幸運的男人，能夠娶到妳這好太太！」 \n\n  沒想到，她太太卻大哭起來。小王就很納悶的問她說： \n\n  「這到底是怎麼一回事？」 \n\n  太太哭著回答說： \n\n  「真糟糕的一天！今天阿毛在學校和同學打架，冰箱又壞了，所有的食物都臭了。現在，你卻喝醉酒了以後才回家！」",
    "photoUrl": "assets/photos/xlcdapp_photo_25.png",
    "videoId": "l_rrmbHdXik",
    "videoName": "翻轉世代的勇士 | 曾興才牧師 | 20201115 | 生命河 ROLCCmedia",
    "talk": "愛人真的是要出自真心，一點點的假意都不行。要愛一個人並不是一件困難的事，只 要你肯用心去了解對方的需要，花一點心思去滿足他。但要記得不是按照自己的方法 去行，乃是對方可以接受的方法。 \n\n  請問在你身邊左右，是否有人需要你去愛他？不妨想一想愛心的行動，真心去愛他。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Summer"
  },
  {
    "id": 0,
    "articleId": 26,
    "title": "不要以外貌看人",
    "scriptureName": "1 Samuel",
    "scriptureChapter": "16:7",
    "scriptureVerse": "But the Lord said to Samuel, “Do not look on his appearance or on the height of his stature,  because I have rejected him.For the Lord sees not as man sees: man looks on the outward appearance,  but the Lord looks on the heart.”",
    "prelude": "步入中年的人最難接受的事實是：自己開始老了！因此，中年人總是盼望聽到別人說 自己一點兒都沒有變。但是有時候，我們自己卻以不同的眼光去看待別人。",
    "laugh": "有一個名叫愛麗絲的中年女子，去看一個第一次預約新的牙醫。她坐在候客室 她坐在候客室等候時，注意到牙醫執照上有他的全名。突然，愛麗絲想起一個高高又英俊的黑髮男 愛麗絲想起一個高高又英俊的黑髮男孩，與他同名的是三十年前高中的同班同學，這是否就是她曾經迷戀的那個秘密對象呢？ \n\n  當她看到他時，她很快的就放棄這樣的想法……眼前這個牙醫，禿頭、灰髮、臉部深皺的男人與她的同學比太老了。 \n\n  當牙醫檢查完她的牙齒後，愛麗絲問他是否曾讀過摩根園區高中。 \n\n  「是啊，我是，我是野馬。」牙醫閃爍著一種驕傲。 \n\n  「您何時畢業的？」 \n\n  「哦，一九七五年，妳為何問這個呢？」 \n\n  愛麗絲驚嘆地說：「你在我的班級！」 \n\n  牙醫就很近距離的打量著她，然後這個又老、又禿頭、充滿皺紋、灰髮的傢夥就問她： \n\n  「您是教什麼的？？」",
    "photoUrl": "assets/photos/xlcdapp_photo_26.png",
    "videoId": "EnhFWEWorxE",
    "videoName": "神的大能勇士興起吧 | 曾興才牧師 | 20201025 | 生命河 ROLCCmedia",
    "talk": "我們總是很容易以外貌來看一個人，以這個人的穿著，外表來下判斷。結果很可能不是我們眼中所看到的。 \n\n  先知撒母耳要去尋找並膏立以色列的國王時，他也犯了我們一般人的錯，以外貌看 人。結果上帝要揀選的國王卻是大家想都沒有想到的，就是大衛。 \n\n  因此，我們不論是交友或找同工，不要先以外貌看人，乃是用一點時間，加上禱告上帝，祂為你預備的人是超過你所求所想的。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 27,
    "title": "喜樂的心是良藥",
    "scriptureName": "Proverbs",
    "scriptureChapter": "17:22",
    "scriptureVerse": "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
    "prelude": "喜樂的心可以治百病，憂傷的靈真的會使骨頭枯乾。我們之所以會憂傷，是因為有許 多放不下的事，放不下的事會帶來憂慮。憂慮會使我們把注意力放在錯誤的事情上。",
    "laugh": "林太太的丈夫突然心臟病發作而死去，一起生活了四十年的老伴離去， 使她覺得非常的孤單寂寞。她想起丈夫有一個好朋友開了一間寵物店，心裡想， 買一隻寵物作伴，解解悶。林太太告訴老闆說： \n\n  「我想有一隻寵物成為我的同伴―幾乎好像另外一個人和我住在一起。」 \n\n  老闆就想到他所喜愛的一隻鸚鵡。 \n\n  「祂會說話嗎？」 \n\n  「那當然！很會說話的！每一個顧客都因祂的友善和說話的能力感到驚訝！所以，祂才會賣得那麼貴！」 \n\n  林太太非常高興的把祂買下來，放在一個漂亮的大籠子內，心想，「終於，可以有個同伴說話了，太好了！」 \n\n  但是，過了一個禮拜，鸚鵡一句話都沒說。林太太開始擔心，就回到寵物店。 \n\n  「怎麼樣，鸚鵡好嗎？說很多話吧！」 \n\n  「一句話都沒有，我好擔心。」 \n\n  「咦，上個星期妳買鸚鵡……有沒有買一面鏡子？」 \n\n  「沒有啊！」 \n\n  「那就是妳的問題了…」 \n\n  林太太買了一面鏡子回去。幾天過去，鸚鵡仍然沒說一句話。 \n\n  「祂依然一句話不說。」 \n\n  老闆說：「妳買籠子的時候，有沒有買梯子呀？」 \n\n  「沒有！」 \n\n  「祂看了梯子，上下梯子，就會說話了。」 \n\n  林太太就買了梯子回去，放在籠子裡。等了又等，鸚鵡仍然沒說一句話。她更擔心了，就回到店裡，流淚的說…… \n\n  「妳有沒有買一個秋千？」 \n\n  「沒有！我有籠子，一面鏡子，一個梯子……」 \n\n  她又買了一個秋千，擺在梯子旁邊，但是鸚鵡仍然靜悄悄的。幾天以後，林太太衝回店裡，氣得不得了。 \n\n  「怎麼啦？」 \n\n  「祂死了，昂貴的鸚鵡！」 \n\n  「是嗎？我簡直不可相信，祂臨死前有說了些什麼嗎？」老闆好奇的問她。 \n\n  「有的，其實當祂躺在那裡，快死去的時候，用很輕微的聲音說： \n\n  『難道他們店裡沒有賣食物嗎？』」",
    "photoUrl": "assets/photos/xlcdapp_photo_27.png",
    "videoId": "SsOt07Z01zU",
    "videoName": "新的季節 新的恩膏 | 曾興才牧師 | 20200913 | 生命河 ROLCCmedia",
    "talk": "喜樂其實是一個選擇，好像我們每天都在作不同的選擇一樣。我們可以選擇憂憂愁愁的過一天，也可以選擇快快樂樂的過一天。 \n\n  若是我們不故意去選擇喜樂時，很容易就會落入憂傷的低谷去，看什麼都不順眼， 心裡總是往負面去鑽牛角尖，不但會惹出病來，更可怕的是連骨頭都會枯乾呀！ \n\n  當我們選擇喜樂時，我們的心情就開朗了，我們對周遭所發生的事情的態度也會更正面了。 如此的生活態度必定是充滿陽光與活力。 \n\n  讓我們今天就選擇喜樂吧！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 28,
    "title": "專注的能力",
    "scriptureName": "Hebrews",
    "scriptureChapter": "12:2",
    "scriptureVerse": "looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross,  despising the shame, and is seated at the right hand of the throne of God.",
    "prelude": "在這高科技網絡發達的世代，要吸引別人的注意力不是一件容易的事， 特別是當你在演講或發表言論時，要使大家的注意力集中，更是需要下工夫。",
    "laugh": "年輕的陳傳道向老牧師請教： \n\n  「怎樣才能吸引會眾的注意力？」 \n\n  老牧師說： \n\n  「你可以說：『我一生中最幸福的時光是在兩個女人的懷抱裡度過的。』」 \n\n  年輕的陳傳道吃驚地看著老牧師。 \n\n  老牧師得意的說：「然後你說：『一個是我的母親，一個是我的太太』」 \n\n  陳傳道覺得這一招不錯，在下一次的禮拜中，他向會眾說： \n\n  「我一生中最幸福的時光是在兩個女人的懷抱裡度過的，一個是我的母親。」 \n\n  大家都很吃驚地望著他。他就得意忘形，忘記了下一句要說什麼，接著他說： \n\n  「……可是…可是…另一個…我卻想不起她是誰了。」",
    "photoUrl": "assets/photos/xlcdapp_photo_28.png",
    "videoId": "S00xN1NVfx4",
    "videoName": "耶和華是我的幫助 | 曾興才牧師 | 20200809 | 生命河 ROLCCmedia",
    "talk": "有些人的個性取向就比較困難集中精神，有些人會因為生活中煩瑣的事情而分心，或是因為生活中的困難而無法專心。 \n\n  專注或集中精神可以產生很大的能力，尤其是當我們把精神專注在正確的目標上。雷射的發明就是基於這個原理。 \n\n  耶穌是最好的例子，雖然十字架充滿痛苦和羞辱，簡直不是常人所能忍受的。 但耶穌注目的不是這些肉身的痛苦和心靈上的傷害，祂乃是專注於擺在前面得榮耀的喜樂， 祂要完成救贖世人的工作，就可以輕看這些苦難。 \n\n  你目前是否在困境中？或諸多的壓力底下？不妨抬頭仰望耶穌，把你的眼目轉向祂，你就必重新得力！。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 29,
    "title": "成功的秘訣",
    "scriptureName": "Joshua",
    "scriptureChapter": "1:8",
    "scriptureVerse": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it.  For then you will make your way prosperous, and then you will have good success.",
    "prelude": "人人都想要成功。追求成功是許多人的目標。但是每個人對成功有不同的定義，不同的看法。 重點是看你是從什麼角度去看成功。",
    "laugh": "在一個直銷經紀人的講座會裡，講員問大家幾個問題，他說： \n\n  「世上有兩種成功的人，第一種成功的人，是把自己的思想裝進別人的腦袋裡。 第二種成功的人，是把別人的錢裝進自己的口袋裡。請問第一種成功的人叫什麼？」 \n\n  「老師！」大家都回答說。 \n\n  「那第二種成功的人叫什麼呢？」 \n\n  「老闆！」大家又都回答了。 \n\n  「那麼，兩種都成功的人叫什麼呢？」 \n\n  整個會場頓時靜了下來。不久以後，有一個中年男子大聲叫道： \n\n  「老婆！」",
    "photoUrl": "assets/photos/xlcdapp_photo_29.png",
    "videoId": "MtDF6hw-dD0",
    "videoName": "疫情中的身心靈健康 | 曾興才牧師 | 20200719 | 生命河 ROLCCmedia",
    "talk": "大家都想要成功，因為成功也意味著幸福和美滿的生活。因此，大家都盡所能的去追求它。 有人會不惜任何代價，甚至踩在別人身上爬上成功的梯子。 \n\n  當約書亞接下偉大領袖摩西的棒子時，心中又是徬徨又是恐懼戰兢，上帝就鼓勵他， 並給他一個成功的秘訣：謹守遵行上帝的每一句話。 \n\n  要謹守遵行上帝的每一句話，我們必須愛慕祂的話，然後常常默想祂的話，才知道如何在每天的生活中應用祂的話。 當我們如此行的時候，上帝所應許的成功比我們想要的成功還要美好， 那就是我們的道路就可以亨通，凡事順利。 \n\n  讓我們今天就開始愛慕上帝的話吧！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 30,
    "title": "用愛心說誠實話",
    "scriptureName": "Ephesians",
    "scriptureChapter": "4:15",
    "scriptureVerse": "Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,",
    "prelude": "話語是人與人溝通最主要的管道。因此，正確的說話技巧和態度可以幫助我們建立美 好的人際關係。最基本的溝通的原則應該是誠實了。",
    "laugh": "在跨國企業的亞洲會議裡，美國人和英國人同時受邀到台灣去開會。 他們被請到川菜餐廳吃飯，美國人先吃了一口五更腸旺，但一不小心就吃到很辣的辣椒， 所以美國人一邊吃，一邊流眼淚。 \n\n  英國人關心的問說：「你怎麼了？」 \n\n  美國人說：「沒什麼！我只是突然想念起我在美國的母親，覺得有點難過！」 \n\n  後來，英國人也吃了一口五更腸旺，吃到辣椒，也是辣到眼淚鼻涕直流下來。 \n\n  美國人也關心的問說：「你怎麼了？」 \n\n  英國人回答說：「喔，我也是想起了你媽媽！」 \n\n  美國人一聽，覺得很奇怪，開口問道： \n\n  「你流淚跟我媽媽有什麼關係？」 \n\n  英國人說： \n\n  「我只是想起你媽媽，怎麼會生出你這個不誠實的兒子來！」",
    "photoUrl": "assets/photos/xlcdapp_photo_30.png",
    "videoId": "vA3WJbxNwGE",
    "videoName": "有主同在的祝福 | 曾興才牧師 | 20200223 | 生命河 ROLCCmedia",
    "talk": "用愛心說誠實話是人與人溝通最重要的基礎。 \n\n  首先，一個真正愛你、關心你的人，他會向你說誠實話。當然用愛心也包括了知道你的需要， 並能在最合適的時候，用最恰當的言詞向你表達。 \n\n  問題是不是每一個人都能夠接受別人的誠實話。人們往往喜歡聽美麗的謊言多於愛心的誠實話， 雖然他知道誠實話是可以幫助他成長的。因此，要學習謙卑接受，特別是出於愛心的誠實話，你就會長進，成熟。 \n\n  試想一想，過去有哪些愛心的誠實話幫助你成長？或你希望誰可以對你用愛心說誠實話？",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 31,
    "title": "為我造清潔的心",
    "scriptureName": "Psalm",
    "scriptureChapter": "51:10",
    "scriptureVerse": "Create in me a clean heart, O God, and renew a right spirit within me.",
    "prelude": "世上沒有解決不了的問題，只要你知道問題的所在，並且願意尋求幫助， 無論是人際關係的問題，財務的問題，或是種番茄的問題。",
    "laugh": "有一位老伯獨自一人住在鄉下，他很想在後院種一些番茄，但是泥土很硬，挖不動。 老伯唯一的兒子阿強過去都幫助他，但卻被抓去坐牢了。老伯就寫了一封信給他的兒子，告訴他他的困境： \n\n  “親愛的阿強： \n\n  我心裡很難過，因為看樣子，今年我無法種番茄了，我已經太老了，挖不動這些硬泥土。 如果你在這裡的話，我的問題就解決了，我知道你一定會幫助我。   愛你的，爸爸” \n\n  幾天之後，老伯收到兒子的來信，說： \n\n  “親愛的爸爸： \n\n  千萬不要去挖後院的泥土，那是我埋藏許多屍體的地方。   愛你的，阿強 \n\n  第二天淩晨四點鐘，聯邦警員(FBI)和當地的警員來到老伯的家，把他後院的泥土地翻了一遍， \n\n  卻找不到任何屍體。他們只好向老伯道歉，之後就走了。 \n\n  當天下午，老伯收到兒子的另一封信，說： \n\n  “親愛的爸爸： \n\n  現在你可以去種你的番茄了。這是我在目前的狀況下唯一能為你做的事。   阿強”",
    "photoUrl": "assets/photos/xlcdapp_photo_31.png",
    "videoId": "C_7OjSmUblQ",
    "videoName": "期待主應許的復興 | 曾興才牧師 | 20200209 | 生命河 ROLCCmedia",
    "talk": "種番茄的問題，動一動腦筋就可以解決了。但是生命的問題，內心的問題需要屬天的能力，上帝的幫助。 \n\n  當大衛王犯了姦淫及謀殺罪之後，在先知拿單面前，承認自己所犯的罪過。之後，還作了詩篇五十一篇公開地向上帝懺悔。 \n\n  大衛王知道他雖為一國之君，滿有權柄與能力。但是他卻無法控制自己的心。他謙卑的求上帝為他造一顆清潔的心， 好使他裡面重新有正直的靈，能夠過一個合上帝心意的生命。 \n\n  請問你知道你的心是如何嗎？你是否也要求上帝為你造一顆清潔的心？",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 32,
    "title": "有衣有食就當知足",
    "scriptureName": "1 Timothy",
    "scriptureChapter": "6:7-8",
    "scriptureVerse": "for we brought nothing into the world, and we cannot take anything out of the world.  But if we have food and clothing, with these we will be content.",
    "prelude": "錢財本是沒有善惡之分，乃是在於你如何使用它及以何態度看待它。有些人對錢財看得很開，卻有些人會把它抓住不放。",
    "laugh": "老林就是這樣的人，臨終前，要太太保證會用他的五萬美金存款作陪葬，太太很不情願地答應了。 葬禮時，就在棺木準備蓋上之前，她把一個小木盒放進去。 \n\n  朋友問說：「妳不會真的把錢放進去吧？」 \n\n  她說：「我當然會，我是守信用的人，我既然答應他，就一定會做到！」 \n\n  朋友問：「妳真的把五萬美金拿去陪葬？」 \n\n  她毫不猶疑的回答說： \n\n  「那當然，我開了一張支票給他……。」",
    "photoUrl": "assets/photos/xlcdapp_photo_32.png",
    "videoId": "V9SATtBX12c",
    "videoName": "新年新異象 | 曾興才牧師 | 20200112 | 生命河 ROLCCmedia",
    "talk": "正確的錢財觀才會幫助我們以正確的態度來看待它。錢財本身就是身外之物，生不帶來，死也不能帶去。 \n\n  錢財乃是上帝賜給我們去管理和經營的資產之一。當我們有聰明智慧去使用它時， 它可以成為祝福多人的管道。上帝就會把更多的錢財交給我們去管理。 \n\n  反過來說，若我們沒有善於使用錢財，它會成為我們的捆綁，也會成為傷害人的工具。 \n\n  因此，聖經上帝的話語勸告我們說，只要有衣有食，就當知足。千萬不要貪圖不義之財， 你所需要的，上帝必定會豐豐富富的供應你，知足常樂也。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 33,
    "title": "永生是上帝的恩賜",
    "scriptureName": "Romans",
    "scriptureChapter": "6:23",
    "scriptureVerse": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
    "prelude": "怕死是人的天性。但是沒有一個人可以不死，雖然有些人還是想盡辦法去躲開它。",
    "laugh": "有一次，牧師問他的三個同工說： \n\n  「有一天，當你躺在棺木裡時，朋友和親人在追思你的時候，你希望聽到他們說什麼？」 \n\n  老陳說：「我希望他們說，我曾經是一個好丈夫和好的屬靈領袖，是一個愛家的人。」 \n\n  老李說：「我希望他們說，我曾經是一位很棒的教師，一位影響許多人生命，上帝的僕人。」 \n\n  「那你呢？老崔」，牧師看到他若有所思的樣子。 \n\n  老崔毫無頭緒的說：「我希望他們說，看啊，他還在動！」",
    "photoUrl": "assets/photos/xlcdapp_photo_33.png",
    "videoId": "RlAS--BGZYs",
    "videoName": "你是最有福氣的人 | 曾興才牧師 | 20191103 | 生命河 ROLCCmedia",
    "talk": "生老病死是人生必經的旅程。無論你是貧富貴賤，高官販卒，沒有一個人是可以倖免的。 \n\n  那到底是什麼原因人人都必須經過生老病死呢？上帝說是因為世人都犯了罪，虧缺了上帝的榮耀， 達不到祂聖潔、公義的標準。而且這個罪所帶來的結果就是死。 \n\n  但是上帝愛世人，祂不願意我們死，永遠與祂隔離，就讓祂的獨生子耶穌基督完全公義， 無罪的代替我們死在十字架上，第三天從死裡復活，把永生的生命賜給我們。 只要我們願意相信接受耶穌為我們所做的一切，上帝就把永生賜給我們了。 \n\n  你是否願意相信接受主耶穌作你個人的救主呢？",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 34,
    "title": "作一個內裡誠實的人",
    "scriptureName": "Psalm",
    "scriptureChapter": "51:6",
    "scriptureVerse": "Behold, you delight in truth in the inward being, and you teach me wisdom in the secret heart.",
    "prelude": "誠實雖然是一個美德，但是要作一個誠實人可真不容易。因為不是人人都愛聽誠實話，許多人都想聽奉承的話。",
    "laugh": "有一天，有一位中學老師問學生說：「如果你只剩下三天的壽命，你要怎樣利用？」 \n\n  學生們搶著回答： \n\n  小光說：「我要趁這幾天好好陪陪家人。」 \n\n  小明說：「我要和我的朋友去度假。」 \n\n  大雄認真地說：「我要寫好遺囑。」 \n\n  這時，老師看見大牛沉默不語，便問他： \n\n  「大牛，你呢？你要怎樣利用這三天？」 \n\n  大牛說：「老師，我想聽你的課。」 \n\n  全班同學開始罵他阿諛奉承，為了分數不擇手段拍老師馬屁。 \n\n  但是，老師聽了心中大喜，心想居然還有如此尊師重道的同學。不禁再問他說： 「為什麼呢？」 \n\n  大牛突然很正經地站起來說： \n\n  「因為聽你的課，讓我有度日如年的感覺……」",
    "photoUrl": "assets/photos/xlcdapp_photo_34.png",
    "videoId": "M_DMXNFWB6o",
    "videoName": "得著你腳掌所踏之地 | 曾興才牧師 | 20191013 | 生命河 ROLCCmedia",
    "talk": "作一個誠實人是需要勇氣的。而且誠實是從心裡開始的。因為有些人口裡可以講“誠實話”，做出來的卻是另一回事。 \n\n  所以，詩人大衛說，上帝所喜愛的是內裡誠實。因為當你心裡有誠實的時候，你口裡所說的，和你手裡所做的也都必誠實。 \n\n  當上帝喜愛你的時候，祂也會把智慧賜給你，使你可以在任何的環境中知道當如何行。而且你所說所行的，必能成為多人的祝福。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 35,
    "title": "管教是愛",
    "scriptureName": "Proverbs",
    "scriptureChapter": "3:12",
    "scriptureVerse": "for the Lord reproves him whom he loves, as a father the son in whom he delights.",
    "prelude": "教養兒女充滿挑戰。父母常常因為管教兒女的事情充滿煩惱。 若不管教，深怕孩子會變壞，若管教太嚴，又怕會使他失去志氣，真是不容易呀！",
    "laugh": "小丹今年十五歲，好玩不肯讀好書，常常受到爸爸的管教。有一天，當小丹的爸爸經過兒子的房間， 發現門打開著，覺得有點不對，一向雜亂無章，但今天整整齊齊，床單也鋪直了。 \n\n  走進去，他看到床的中間擺著一封信，上面寫著：「致爸爸」。用發抖著的手，他把信打開，上面寫著： \n\n  「親愛的爸爸： \n\n  我抱著沉重又悲哀的心情寫這封信。首先，我要感謝您，這十五年來教養之恩，我是一生也不會忘記。我是迫不得已，才和阿雯私奔的。 \n\n  不辭而別，是不願意看到您和我大吵大鬧，希望您明白我的心情。 \n\n  我實在是很愛阿雯的，雖然你們看不慣她穿鼻針，還有她肚臍中的鐵環，屁股上的刺青，但這都是年輕人喜歡做的事，您和媽媽是不會了解的。 \n\n  就算你們不喜歡她，阿雯也說不要緊，她還是照樣尊敬你們兩位。 \n\n  我們之間的愛，並不止於性慾，而是真正的感情，雖然她比我大很多，但她說她不介意，我也很清楚我們會互相愛著，一生一世。 \n\n  阿雯已經懷有孩子，你們將很快地做祖父祖母，是值得高興的事，阿雯和我並不會節育，她說要為我生多幾個。 \n\n  請不必為我們的生活擔心，在我們去的鄉下，我們可以種些大麻，然後賣給朋友，換取一些可卡因和海洛英來吸食。 \n\n  在這過程中，我希望這些毒品可以減少她的痛苦，希望有朝一日，她的愛滋病得到解藥，她一定會醫好的。 \n\n  你的兒子阿丹上 \n\n  延伸： \n\n  爸爸，我所寫的事，都不是真的，請您放心好了，我現在在同學家裡打遊戲機，沒有女朋友，也沒有喝酒。 我只是想提醒您，這世上會有更壞的事，請打開書桌上的學校成績表，分數太差，請原諒。 \n\n 又，如果您息怒了，請打我的手機叫我回來吃飯。」",
    "photoUrl": "assets/photos/xlcdapp_photo_35.png",
    "videoId": "CodOk9jKWAU",
    "videoName": "要傳福音給萬民聽 | 曾興才牧師 | 20190922 | 生命河 ROLCCmedia",
    "talk": "雖然管教兒女充滿許多挑戰，但是它仍是必須的。若是以正確的心態和目的去管教兒女，雖然辛苦，結果卻是美好的。 \n\n  聖經說上帝所愛的，祂必責備。當我們因為愛兒女的緣故責備他們時，感覺雖然不好受，卻不要灰心，知道最終他們必會明白的。 \n\n  管教是愛，責備也是愛。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 36,
    "title": "你可以勝過試探",
    "scriptureName": "Matthew",
    "scriptureChapter": "6:13",
    "scriptureVerse": "And lead us not into temptation, but deliver us from evil.",
    "prelude": "我們每天都會遇見各式各樣的試探，不論你是教會的牧師，或剛信主耶穌的基督徒，或是還未信耶穌的人，你都會被試探。",
    "laugh": "有幾個男人在一家健身中心裡運動後，進入更衣室休息。突然放在一條長凳上的手機響了起來，老陳便拿起它，說：「喂？」 \n\n  對方卻是一個女的回答說： \n\n  「親愛的，是我，你在俱樂部嗎？」 \n\n  「是的。」 \n\n  「太棒了！我就在離你那兒只有兩條街的購物商場內。我看見一件非常漂亮的LV大衣，它非常的高貴華麗！我可以將它買下嗎？」 \n\n  「價格如何？」 \n\n  「只要一千八百美元」 \n\n  「好，如果妳那麼喜歡它，就買下它吧！」 \n\n  「哦，對了！我經過賓士汽車代理店時，看見一輛2016年的新款跑車，我十分喜歡， 我已經和銷售經理談過，他願意給我相當不錯的價錢，而且，我想說我們也需要將去年底買的寶馬給換了。」 \n\n  老陳回答說：「那他出什麼價錢？」 \n\n  「只要九萬八千美元！」 \n\n  「好吧，但價格這麼貴，我希望它的功能都齊全。」 \n\n  「沒問題，親愛的！謝謝！我過一會兒來看你！我愛你！」 \n\n  「再見，我也愛妳！」 \n\n  老陳掛了電話，然後把它舉起來問所有在場的人說： \n\n  「這支手機是誰的？」",
    "photoUrl": "assets/photos/xlcdapp_photo_36.png",
    "videoId": "hYllgoSyx_8",
    "videoName": "歡迎耶和華作王 | 曾興才牧師 | 20190901 | 生命河 ROLCCmedia",
    "talk": "試探是從人的私慾或魔鬼來的。試探的目的乃是叫人跌倒、犯罪。因此聖經告訴我們說， 上帝不試探人，但祂會試煉我們，因為試煉的目的叫人長大成熟。 \n\n  我們如何可以勝過試探呢？為你每天的生活禱告。 \n\n  禱告是完全倚靠上帝的最具體行動。在主耶穌教導我們的主禱文裡，前幾句話乃是教導我們每天要“願主的名為聖”， 意思說要凡事尊主為大；要“願祢的國降臨”， 意思說要讓主掌管你的生命生活；要“願祢的旨意行在地上，如同行在天上”， 意思說你每天所行的事都要合乎上帝的心意。 \n\n  當我們每天如此禱告的等候，我們會更加倚靠主，我們肯定能夠勝過試探，脫離要害我們的惡者或兇惡的環境。 上帝的名必在我們每天的生活中得榮耀。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 37,
    "title": "要愛你的妻子",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:25",
    "scriptureVerse": "Husbands, love your wives, as Christ loved the church and gave himself up for her,",
    "prelude": "人最基本的需要是愛和被愛。人與人之間的相處不能沒有愛，夫妻之間更是需要愛。而且夫妻之間的愛有時候是不講理的。",
    "laugh": "有一位結婚不久的太太，想到一個如何可以讓她和丈夫的婚姻幸福美好的方法，就對丈夫說： \n\n  「親愛的，要讓我們今後的生活甜甜蜜蜜，以後所有的大事都由你來決定，而所有的小事都聽我的安排，怎麼樣？」 \n\n  丈夫聽了覺得不錯，就問說： \n\n  「那麼，講具體一點，哪一些小事聽妳的安排呢？」 \n\n  太太說： \n\n  「我決定應該申請什麼樣的工作，應該住在什麼地方，應該到那裡去度假，以及諸如此類的事。」 \n\n  丈夫驚訝地問： \n\n  「那麼是哪些大事由我來決定呢？」 \n\n  太太說： \n\n  「哦，你決定誰來當總統，我國的赤字該如何去平衡，我們對伊拉克戰爭應該採取什麼樣的態度，等等……」",
    "photoUrl": "assets/photos/xlcdapp_photo_37.png",
    "videoId": "nGUwACBEkq0",
    "videoName": "你可以為神做大事 | 曾興才牧師 | 20190707 | 生命河 ROLCCmedia",
    "talk": "有人說愛是一件很麻煩的事，因為愛一個人是需要付上時間，精力和心思。 人不是天生就懂得愛人，愛需要教導，學習和經歷。愛是一個非常具體的行動。 \n\n  上帝吩咐作丈夫的，要愛你們的妻子。這不是一個選擇，乃是一個命令。因為我們的本能是愛自己， 要愛我們的妻子是要付代價的。正如基督愛教會，為教會，為我們捨去自己的生命，為了使我們得救贖，得到最大的好處。 \n\n  要愛我們的妻子，首先要明白她的需要，要成為她的學生，才能夠滿足她的需要。 要明白她的需要是必須花時間溝通，觀察和了解她。 然後，我們才能夠以實際的行動來向她表達我們對她的愛。 \n\n  請你今天以行動向你的妻子表達你的心意。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 38,
    "title": "要殷勤、不可懶惰",
    "scriptureName": "Romans",
    "scriptureChapter": "12:11",
    "scriptureVerse": "Do not be slothful in zeal, be fervent in spirit, serve the Lord.",
    "prelude": "中國有句話說：行行出狀元。只要你肯努力，無論是那一行，那一業，都可以出人頭地的。 反過來說，懶惰的人，不但自己一事無成，也不能造福於他人。",
    "laugh": "有一位神父死了以後，在珍珠門前排隊進天堂……在他前面有一位大漢戴著墨鏡，穿著T-shirt，牛仔褲，和皮夾克…… \n\n  「我是周易，紐約城市的計程車司機。」 \n\n  聖彼得說：「賜你絲袍和金手杖…。」 \n\n  輪到神父了，…… \n\n  「我是約瑟詩勞 ,在聖瑪利亞教堂牧會四十三年。」 \n\n  聖彼得說：「賜你棉袍和木手杖…。」 \n\n  「剛剛那個大漢是紐約的計程車司機，您賜給他絲袍，金手杖，這怎麼可能？」 \n\n  「在天上，我們是看工作的果效，」聖彼得說：「當你講道的時候，大家都睡著了，但是當周易開車的時候，大家都在拼命禱告！」",
    "photoUrl": "assets/photos/xlcdapp_photo_38.png",
    "videoId": "ePsQGEjimW8",
    "videoName": "尊榮父親 全家復興 | 曾興才牧師 | 20190616 | 生命河 ROLCCmedia",
    "talk": "有人說，懶惰是人的本性。我想這只是某些人不肯努力的藉口。創造天地萬物的主宰一直工作到如今，因此，祂勸勉我們要殷勤，不可懶惰。 \n\n  當你發現有人常常遊手好閒，無所事事時，他極可能對人生沒有一個清楚的目標。一個有異象或有人生目標的人，肯定是個殷勤的人。 因為這個異象或目標帶給他動力和方向，他就會殷勤，很努力去完成他所要做的事。 \n\n  作為一個跟隨主耶穌的人，他是一個有明確目標的人，他不但會殷勤不懶惰，他也會非常熱情地服事耶穌和他身邊左右的人。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 39,
    "title": "真正的平安",
    "scriptureName": "John",
    "scriptureChapter": "14:27",
    "scriptureVerse": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you.  Let not your hearts be troubled, neither let them be afraid.",
    "prelude": "每天的生活中，有許多叫我們害怕的東西，有些人害怕毛毛蟲，有些人怕黑，也有人害怕被人攻擊。總而言之，你總會有使你害怕的東西。",
    "laugh": "有一天老劉在乘坐計程車時，想問司機先生一個問題，就從後座伸手拍拍司機的肩膀。沒想到，司機先生大聲尖叫起來， 車子失去控制，幾乎撞上巴士車，開到行人道上，在一間店門口停了下來。 \n\n  當司機稍為冷靜下來以後，就開口大罵老劉： \n\n  「你千萬不要再這樣做！你把我嚇得魂不附體！！」 \n\n  老劉不停的說對不起： \n\n  「因為不知道拍一拍你的肩膀會把你嚇成這個樣子。」 \n\n  「不，不，是我對不起。」司機完全冷靜後說： \n\n  「這不是你的錯，今天是我第一天當計程車司機 ― 過去二十五年我是在一家殯儀館開靈車的!!」",
    "photoUrl": "assets/photos/xlcdapp_photo_39.png",
    "videoId": "B8__4EmIsy0",
    "videoName": "你是王子和公主 | 曾興才牧師 | 20190519 | 生命河 ROLCCmedia",
    "talk": "當你活得越久，人生經歷越豐富時，你就知道平安比一切都寶貴。 \n\n  你若和一些年長的人談談，他們不會向你炫耀有多少財富或過去有何豐功偉業。 他們所關心的是兒女子孫是否有平安，自己的身體是否都健康。 \n\n  到底哪裡可以找到真正的平安？耶穌基督臨別門徒之前，把一個寶貴的應許給他們，乃是留下平安給他們。 這個平安只有耶穌才能給我們，不是世上任何人可以給我們的，這個平安乃是因為有耶穌， 復活的耶穌永遠與我們同在。因此，我們無論遇到任何的事，或在任何的環境中，都可以不需要害怕，這就是真正的平安。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Fall"
  },
  {
    "id": 0,
    "articleId": 40,
    "title": "要教養孩子",
    "scriptureName": "Proverbs",
    "scriptureChapter": "22:6",
    "scriptureVerse": "Train up a child in the way he should go; even when he is old he will not depart from it.",
    "prelude": "作父母親的，最怕的莫不過於有人說，自己的孩子沒有教養。但是，教養孩子卻不是一件容易的事。",
    "laugh": "王夫婦有兩個孩子，八歲和十歲，常常鬧事，若學校有電話來，肯定是小龍和小虎又闖禍了，他們不知道該如何辦。 後來王太太聽說有一位牧師很會管教孩子，就把她的兩個兒子送去請他幫忙。 牧師要求分開來看他們，先和小兒子小虎談。牧師叫小虎坐下，問他說： \n\n  「上帝在哪裡？」 \n\n  小虎沒有回答。 \n\n  牧師就用嚴厲的聲音問他，仍然沒有回答。 \n\n  然後，牧師就站起來用手指著小虎，用更嚴厲的話問他： \n\n  「上帝在哪裡？」 \n\n  小虎聽了，就衝出牧師的房間，跑到一個小房間，把門關了起來。 \n\n  他的哥哥小龍跟在後頭，問他說： \n\n  「到底發生了什麼事？」 \n\n  小虎回答說： \n\n  「這一次我們可麻煩了，上帝不見了，他們以為是我們幹的！」",
    "photoUrl": "assets/photos/xlcdapp_photo_40.png",
    "videoId": "Fj7fe0xnmxo",
    "videoName": "耶穌愛你愛到底 | 曾興才牧師 | 20190414 | 生命河 ROLCCmedia",
    "talk": "雖然教養孩子不是一件容易的事，但不是一件不可能的事。聖經中的箴言書，最有智慧的一本書， 充滿了教養孩子的話語。第二十二章的第六節就給我們幾個重要的提示： \n\n  第一，教養必須趁孩子小的時候開始。這裡的“孩童”，乃是指在十二歲以下的孩子。 要教就要趁早，一到了青少年期，可就太晚了。 \n\n  第二，教養在原文裡有“訓練”的意思。換句話說，教養是一個繼續不斷的過程。 在孩子成長的過程中，教導也必須配合不同年齡層，有不同方式及內容的教育。當然，言教與身教兩者都應有。 \n\n  第三，教養有一個清楚的目的：使他走當行的道。幫助孩子找到他人生的目標及上帝造他的目的是教養的中心。 如此一來，作父母的就可以放心，因為知道他們就是到老，也必走在正道之中。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 41,
    "title": "不要作糊塗人",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:17",
    "scriptureVerse": " Therefore do not be foolish, but understand what the will of the Lord is.",
    "prelude": "歲月真的不饒人，年紀越大，記憶、精神就越衰退，擺烏龍的機會也越來越多。 。有些烏龍無傷大雅，但有些烏龍，不小心，可要鬧出人命的！",
    "laugh": "一位交通警察把車停在路邊，等待捉拿開快車的人。看見一輛車以時速二十二哩在慢慢開著， 想想這和開快車一樣危險，警員就響起警車鈴聲，要這部車停到路邊。 \n\n  警員走向前一看，看見車內坐了五個老太婆―兩位在前，三位在後―臉色蒼白，眼睛睜得大大的。 \n\n  開車的老太太顯然是有點困惑，說： \n\n  「交警先生，我是按著正確的時速開車，我不明白到底有什麼問題？」 \n\n  警員按壓著笑聲，向老太太解釋說： \n\n  「22不是時速牌，乃是22號公路。」 \n\n  有點不好意思，老太太苦笑了一下，並謝謝交警指出她的錯誤來。 \n\n  「在妳離開之前」，警員說： \n\n  「我必須要問妳，車內其他的乘客都好嗎？這些婦人好像受到了極大的震驚！」 \n\n  「哦！」老太太回答說： \n\n  「她們將會沒事的，因為我們剛從127號公路轉過來的！」",
    "photoUrl": "assets/photos/xlcdapp_photo_41.png",
    "videoId": "AVUzUvGGTS8",
    "videoName": "升等的秘訣 | 曾興才牧師 | 20190224 | 生命河 ROLCCmedia",
    "talk": "看錯路標沒有鬧出人命真是大幸。但是有些人因為一時糊塗而後悔一輩子。所以，使徒保羅勸勉我們不要作糊塗人。 \n\n  人為什麼會糊塗呢？無知、大意、或年紀大了，記憶衰退了。無論是什麼原因，我們都不想作糊塗人，我們要作聰明人。 \n\n  聰明人是知道在什麼時候做什麼事情或不該做什麼事情，這就是智慧。 而智慧可以從人生的經驗累積來的，或是從創造的主宰耶和華來的。因此，保羅說一個明白主旨意的人就不是糊塗人了。 要明白主旨意，就必須花時間來認識祂，祂就是保羅所傳講所事奉的主耶穌。 \n\n  我盼望你能很快的認識主耶穌。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 42,
    "title": "與智慧人同行",
    "scriptureName": "Proverbs",
    "scriptureChapter": "13:20",
    "scriptureVerse": "Whoever walks with the wise becomes wise,  but the companion of fools will suffer harm.",
    "prelude": "當我在神學院唸書的時候，有一個教授提醒我們說，“你想要成為什麼樣的人， 就多跟什麼樣的人在一起。”人是會互相影響的。",
    "laugh": "有一位著名的教授常到各大學去講課。有一天，在去講課的途中，司機對他說： 「教授，我聽你的課已不止五十次了，我已經記得滾瓜爛熟，我敢說，這堂課我也能教！」 \n\n  「哦，是嗎？好啊！那等一下我們互換角色！」教授回答說。 \n\n  到了學校，司機果然去講課，並且一字不誤的把課上完。但正當他要離開時， 忽然有一個學生問了個問題，司機一時答不出，但還是很鎮定地說： \n\n  「這位同學，你問的問題太簡單了，為了讓你明白到底有多簡單，我決定叫我的司機來回答你！」",
    "photoUrl": "assets/photos/xlcdapp_photo_42.png",
    "videoId": "PYJphzxyJIE",
    "videoName": "你要先求神的國 | 曾興才牧師 | 20190106 | 生命河 ROLCCmedia",
    "talk": "中國有一句話說：近朱者赤，近墨者黑。乃是教導我們要小心結交朋友，因為我們會受到朋友好的或壞的影響。 \n\n  同樣的，聖經中最有智慧的人所羅門王直接的告訴我們說，與智慧人同行的，必得智慧，和愚昧人作伴的，必受虧損。 因此，不論在選擇朋友或工作時，都得三思而後行。 \n\n  在你的朋友群中，誰是有智慧的人？不妨多和他在一起。若遇上了愚昧的人， 不如作他的智慧人，讓他因為和你在一起，漸漸地成為有智慧的人。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 43,
    "title": "不要惹兒女的氣",
    "scriptureName": "Ephesians",
    "scriptureChapter": "6:4",
    "scriptureVerse": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.",
    "prelude": "養育兒女是每位父母親的本分，因此，父母親常常絞盡腦汁希望兒女能夠出人頭地。 但是，有時候我們所做的和我們所要看到的結果，都完全超出我們所想的。",
    "laugh": "十歲的小明發現五年級的數學實在是他這一生中最難的功課，家教，同學，影音教學片和教科書都沒有用， 最後父母決定把小明轉進私立小學，這不是一間普通的私立小學，而是一所天主教學校。 \n\n  開學的第一天，小明就在這陌生的環境裡東張西望。那天放學回來後，他走過父母親面前， 就回房把門關起來，辛苦地做了兩個小時的功課，出來吃過晚飯後，又回到樓上去， 認真地做功課直到睡覺的時候。這樣的模式，一天繼續一天，直到第一次發成績單。 \n\n  小明把信封丟在書桌上，就回房做功課去了。他父母打開成績單一看，讓他們驚奇的是，數學的成績居然是A。 他們欣喜萬分的衝上小明的房間，為他的進步激動不已，想要知道原因。 \n\n  爸爸問：「是那些修女嗎？」 \n\n  「不是！」小明回答。 \n\n  媽媽問：「是教科書，老師，還是課程安排？」 \n\n  「不是！」 \n\n  爸爸問：「是課前的禱告嗎？」 \n\n  「不，不是！」 \n\n  媽媽有點急了，說：「喔，那麼，是什麼原因呢？」 \n\n  小明回答說：「是這樣的，開學的那一天，我在教室裡看見一個人， 脫光了衣服被釘在加減乘除的加號上面，我知道，我知道……，他們是玩真的。",
    "photoUrl": "assets/photos/xlcdapp_photo_43.png",
    "videoId": "48qffMTRwIg",
    "videoName": "經歷感恩的能力 | 曾興才牧師 | 20181118 | 生命河 ROLCCmedia",
    "talk": "養育兒女需要智慧和技巧。有些父母親按照他們過去的經歷教養兒女，又有一些父母親從書本上所學習的來幫助兒女。 \n\n  無論是用什麼方法教養兒女，使徒保羅特別勸勉作父親的，不要惹兒女的氣，意思說，不要使兒女因為你權柄式的管教而失去志氣。 乃是要照著主耶穌在聖經裡的教導，從兒女年幼時就塑造他們的心思，按照他們的年齡協助他們茁壯成長。 讓他們能夠活出上帝在他們身上的命定。 \n\n  所以，單靠我們的經歷或市場上的書籍是不夠的，而是要謙卑地來到主面前， 熟悉聖經的話語，主必賜你智慧去養育你的兒女。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 44,
    "title": "不可妄求",
    "scriptureName": "James",
    "scriptureChapter": "4:3",
    "scriptureVerse": "You ask and do not receive, because you ask wrongly, to spend it on your passions.",
    "prelude": "許多人心中都有一個幻想或一個他不敢告訴別人的願望，一旦有機會可以實現它的時候，他怎能錯過呢！",
    "laugh": "六十出頭的老高和他的太太一起在一間清靜、充滿羅曼蒂克的小餐廳裡慶祝他們結婚三十五週年紀念。 突然間，一位漂亮的小天使出現在他們桌前。 \n\n  「為了獎勵你們這對模範夫妻，這麼多年來是如此的恩愛，我給你們每人一個願望。」 \n\n  太太一直希望和丈夫去環遊世界，就回答說： \n\n  「哦，我要和我這位親愛的老公環遊世界。」 \n\n  小天使揮一揮手，兩張瑪麗皇后二號郵輪的船票在她手中。 \n\n  老高想了一想，說： \n\n  「嗯，這是非常羅曼蒂克，但是，這種機會是千載難逢啊！非常對不起，我親愛的， 我的願望是能夠有一位比我年輕三十歲的太太。」 \n\n  老高的太太和小天使都非常失望，但是願望畢竟還是願望，因此，小天使揮一揮手， “噗”的吹口氣，老高變成九十二歲的老太公！",
    "photoUrl": "assets/photos/xlcdapp_photo_44.png",
    "videoId": "mjrZPYWhS4g",
    "videoName": "新的道路 新的恩膏 | 曾興才牧師 | 20171008 | 生命河 ROLCCmedia",
    "talk": "聖經中的上帝是一位美善的上帝，祂非常樂意將祝福賜給求告祂的人。但是，我們為什麼卻常常沒有得到上帝的祝福呢？ 答案是我們沒有向祂祈求。你說：“我有啊，為什麼還是得不到祝福呢？ \n\n  雅各告訴我們，“你們求也得不著，是因為你們妄求。”那就是沒有按照上帝的心意求，乃是自私自利，為自己的宴樂、享受而求。 \n\n  試試回想過去你向上帝祈求的事。那一些事是祂已經成就的，那一些事是祂沒有成就或還未成就的。 這其中是否有妄求的事，若是有，求上帝赦免。然後，按照上帝的應許重新向祂祈求。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 45,
    "title": "得力在乎平靜安穩",
    "scriptureName": "Isaiah",
    "scriptureChapter": "30:15",
    "scriptureVerse": "For thus said the Lord God, the Holy One of Israel, “In returning[a] and rest you shall be saved; in quietness and in trust shall be your strength.” But you were unwilling,",
    "prelude": "在這世上有許多問題是我們無法解決的，我們會因此感覺很無力，也很無奈。心中盼望有奇蹟出現在我們眼前。",
    "laugh": "有一天，水牛先生獨自在海邊散步，忽然踢到一個硬物，低頭一看是盞油燈，他拾起來，用衣袖擦掉上面的沙，巨大的燈神出現。 \n\n  水牛先生問：「是不是有三個願望？」 \n\n  燈神回答說：「不，那是童話故事慣用的誇張手法，我只能為你達成一個願望。」 \n\n  水牛先生提出要求：「我很想去美國舊金山旅行，但是怕坐飛機，朋友提議坐郵輪，我卻怕暈船，你可不可以建一條大橋，連接臺北和舊金山？」 \n\n  燈神罵道：「神經病！你可知道造一條這麼長的橋，需要多少鋼鐵水泥？不可能的事我不做，你想一個較實際的願望吧！」 \n\n  水牛先生說：「我結婚七年了，我的太太仍然說我不了解她，你能不能令我開竅，明白女人不講話時，腦子裡究竟在想什麼？說『不需要』的時候，其實是想要什麼？」 \n\n  燈神嘆了一口氣，說： \n\n  「那條橫跨太平洋大橋，你要雙線還是四線車道？」",
    "photoUrl": "assets/photos/xlcdapp_photo_45.png",
    "videoId": "MuBajqfb43U",
    "videoName": "神能成就一切 | 曾興才牧師 | 20180902 | 生命河 ROLCCmedia",
    "talk": "當我們面對生活中的困境或危機時，我們會想盡辦法去尋找解決方案，我們真的很盼望有貴人出現，幫助我們脫離險境。 \n\n  以色列百姓也有類似的經歷，當他們四面受敵，在危機重重的環境中，倚靠自己的智慧和能力，仍然找不到出路。 主耶和華就透過先知以賽亞告訴他們一個解決方案，那就是回轉歸向上帝，專心的信靠這位過去曾經幫助他們， 如今也必幫助他們的上帝。他們不必再掙扎，知道耶和華是他們的上帝，他們就必重新得力，享受上帝給他們的平安。 \n\n  你現在是否也處在一個困境或危機中？停止掙扎；回轉到上帝面前，專心的祈求倚靠祂，上帝必定會為你開一條出路。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 46,
    "title": "要培養內在美",
    "scriptureName": "1 Peter",
    "scriptureChapter": "3:4",
    "scriptureVerse": "but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit,  which in God's sight is very precious.",
    "prelude": "愛美本來就是人的天性，尤其是女生們。每年化妝品的消費是非常驚人的， 加上各式各樣的減肥、美容手術等，叫人無法認出真與假。",
    "laugh": "有一個中年婦人得了心臟病被送入醫院急診，躺在手術臺上，經歷了死亡幽谷，看見神。 \n\n  她問說：「我的時候是否到了？」 \n\n  神說：「不，妳還有四十三年兩個月又八天。」 \n\n  恢復之後，這婦人就決定繼續住院做整容，拉皮，鐳射術，塑身，抽脂，甚至請人來改了她的髮型和顏色。 \n\n  她心裡想：「我既然還有這麼長的壽命，要充分的使用。」 \n\n  手術完畢，她走出醫院回家，在過馬路時，卻被救護車撞死了。 \n\n  來到神的面前，她很不服氣的對神說： \n\n  「你不是說我還有四十三年嗎？你怎麼沒有把我從救護車那裡救出來！」 \n\n  神回答說：「我不認得妳了！」",
    "photoUrl": "assets/photos/xlcdapp_photo_46.png",
    "videoId": "9tB8P5ftalQ",
    "videoName": "恩慈相待 彼此饒恕 | 曾興才牧師 | 20180729 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia",
    "talk": "愛美不是一件壞事。創造天地萬物的上帝為我們創造了這個美麗的世界， 充滿許多漂亮的飛禽走獸、花草樹木等等。更是照著上帝自己的形象造了男女，最漂亮完美的設計。 \n\n  只是有時候，當我們過分的強調外在的化妝與打扮，而忽略了內裡的溫柔、安靜時就不好了。 其實，外在的裝飾比內在的生命涵養來得容易，這也許是大家追求的原因吧。 \n\n  上帝看為寶貴的乃是內裡的修養，這需要花功夫和時間去培養的。有時候，上帝會藉著我們生活的環境或我們身邊的親朋好友， 甚至我們的配偶來塑造我們的生命，好讓我們裡面可以長久溫柔，平靜安穩。 如此的生命及內在美肯定會成為多人的祝福。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 47,
    "title": "得著妻子的人有福了",
    "scriptureName": "Proverbs",
    "scriptureChapter": "18:22",
    "scriptureVerse": "He who finds a wife finds a good thing  and obtains favor from the Lord.",
    "prelude": "夫妻關係是世上最親密的關係。這個關係可以叫人覺得人間有天堂，也可以叫人覺得人間也有地獄。 可見，夫妻關係對人的影響可真大啊！",
    "laugh": "有一位營養學家在芝加哥向一群聽眾演講。他說： \n\n  「我們放進肚子裡的東西，足夠殺死我們坐在這裡的每一個人。紅肉特別糟糕，汽水侵蝕你的腸胃， 中國食物充滿了味精(MSG)，蔬菜裡的農藥更不用說，也沒有想到，我們的飲水中的細菌，長期在危害我們的健康。 \n\n  但是，有一件東西是最危險的，也是我們都有的，或你將會吃到的。有誰可以告訴我，是什麼食物， 當你吃了，以後的年日會帶給你最多的憂傷與痛苦？」 \n\n  等了好久，都沒有人回答。終於坐在後排的一位七十五歲的老先生，站起來大聲叫說： \n\n  「Wedding cake結婚蛋糕！」",
    "photoUrl": "assets/photos/xlcdapp_photo_47.png",
    "videoId": "zEg_C0UvBmI",
    "videoName": "美好婚姻影響世代 | 曾興才牧師 | 20180708 | 生命河 ROLCCmedia",
    "talk": "有人如此評論婚姻：婚姻，許多在外面的人很想進去，但是在裡面的人卻很想出去。 \n\n  那最有智慧的人，怎麼說“得著賢妻的、是得著好處、也是蒙了耶和華的恩惠。”你會說，沒錯啊！ 他說的是得著“賢妻”的，當然是得著好處。那得不著“賢妻”的，就得不著好處了嗎？ \n\n  其實並不然，在原文聖經裡只提到得著“妻子”的，並沒有說是“賢妻”。換句話說，得著妻子的，是得著好處。 \n\n  要體驗這節文的祝福，我們必須回到設立婚姻的創造主。首先，婚姻是上帝創造的美意，因為祂說 男人獨居不好，我要為他造一個配偶幫助他。”（創世記2:18）然後，我們要按照上帝的心意去經營婚姻， 聖經中充滿夫妻角色及如何相愛順服的教導。 我們若能謹守遵行上帝的一切話語，我們一定會享受婚姻中的幸福了。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 48,
    "title": "自卑的必升為高",
    "scriptureName": "Luke",
    "scriptureChapter": "14:11",
    "scriptureVerse": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.」",
    "prelude": "自高自大的人是不受歡迎的人，因為他會是一個心中無神、目中無人的人。反之，一個謙卑的人是大家都歡迎的人。",
    "laugh": "有一對新婚的傳道人夫婦，被差派到一市鎮去牧會。太太在整理行李的時候，對丈夫林傳道說： \n\n  「我一切的東西都是你的，你都可以看，只有這個小黑箱裡的東西你不能看，你答應我嗎？」林傳道只好點頭答應了。 \n\n  二十年之後，林傳道已成了林牧師。有一天，他實在忍不住，很想知道太太的小黑箱裡放了什麼東西，林太太只好告訴他，小黑箱裡有六粒雞蛋和兩千美元。 \n\n  林牧師好奇的問說：「這是什麼意思？」 \n\n  太太說：「每一次你講道講得不好時，我就放一粒雞蛋在這小黑箱裡。」 \n\n  林牧師聽了沾沾自喜，二十年才講六篇不好的信息。 \n\n  「那兩千美元又是什麼意思呢？」接著又問說。 \n\n  太太笑著回答他：「哦，每當我收集到一打雞蛋時，我都拿到市場去賣，這兩千美元是賣雞蛋得來的錢！」",
    "photoUrl": "assets/photos/xlcdapp_photo_48.png",
    "videoId": "jSsGUYNWa18",
    "videoName": "爸爸非常的愛你 | 曾興才牧師 | 20180617 | 生命河 ROLCCmedia",
    "talk": "一個自高自大的人，不但眾人都不喜歡他，上帝也會有辦法叫他謙卑。一個謙卑的人，上帝也會將他升為高的。 \n\n  到底謙卑的人會有哪些特點？第一，他會勇於認錯，承當責任。驕傲的人總是看到別人的過錯，而看不見自己的缺失。 謙卑的人不隨意論斷人，處處包容他人的軟弱，心中常覺得虧欠。 \n\n  第二，謙卑人看別人比自己強。人的本性，常以自己的長處去看別人的短處，因此，總是覺得別人都有問題，需要改進， 自己卻是完美無瑕的。謙卑人乃是特意的去發掘及欣賞別人的長處。雖然自己也有許多長處，或許的確比別人強，但是，他願意以己之長補他人之短。 \n\n  如此謙卑的美德是人人都想擁有的。試觀察你身邊周圍的人，是否是你可以學習的對象，或者嘗試去發掘他人的長處，給予肯定和欣賞。",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 49,
    "title": "不可離棄智慧",
    "scriptureName": "Proverbs",
    "scriptureChapter": "4:6",
    "scriptureVerse": "Do not forsake her, and she will keep you;   love her, and she will guard you.",
    "prelude": "世人都忙於尋找知識。在科技發達的時代，知識可以說是隨手可及，大家都有各種不同的知識，但有智慧的人卻不多。 有些問題單靠知識是可以解決的，但有些問題，卻需要智慧才有辦法。",
    "laugh": "有一艘大輪船的引擎發生故障了，船的主人請了一個又一個專家都無法把船修好， 最後他找到一位從青年就開始修船的老人家。 \n\n  老先生背了一大包的工具來，非常仔細的看，檢查引擎，上上下下……看了許多之後，老先生從工具包裡拿了一個小錘子出來， 輕輕的在引擎上敲了一下，馬上，引擎就轟轟的活過來了。 \n\n  引擎修好了一個星期之後，船主收到老先生寄來的賬單，一萬美金。 \n\n  「什麼？」船主呼叫說：「他什麼也沒做啊！」 \n\n  就回信給老先生說：「請把賬單寫得清楚一點！」 \n\n  老先生又寄了一張賬單來，上面只有兩個項目： \n\n  1. 用錘子敲一下 $2.00 \n\n  2. 知道敲在那裡 $9,998.00.",
    "photoUrl": "assets/photos/xlcdapp_photo_49.png",
    "videoId": "MYkYllGEOIk",
    "videoName": "同心合意 迎接復興 | 曾興才牧師 | 20180527 | 生命河 ROLCCmedia",
    "talk": "知識固然重要，但智慧卻比知識重要。知識是死的，智慧可以叫知識活過來。因為有智慧的人，才知道如何最有效的去使用知識。 \n\n  所以，最有智慧的所羅門王勸勉我們不可離棄智慧。主要原因有二：一，智慧可以護衛你。 當你在危險的環境中而未察覺時，智慧會及時提醒你，幫助你脫離險境。或當有惡人要攻擊你時，智慧會告訴你如何去應對，或給你出路，勝過要攻擊你的惡人。 \n\n  二，智慧可以保守你。這裡的保守，好像一位精明的個人護衛，隨時都在你左右， 他會預先知道你當走的路和你當做的事，使你可以在正確的時候做對的事。 \n\n  那智慧從哪裡可以得到呢？箴言九章十節說：“敬畏耶和華是智慧的開端，認識至聖者便是聰明！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 50,
    "title": "真實的彼此相愛",
    "scriptureName": "John",
    "scriptureChapter": "13:34",
    "scriptureVerse": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
    "prelude": "人際關係的問題是最令人頭疼的問題，不論這個問題是夫妻的關係，同事的關係， 。或和你岳母的關係，我們都希望很快的把它給解決掉。",
    "laugh": "有一天農夫張三的岳母來視察他的工作，看哪兒不順眼，都要說上幾句。 當她正在牛棚、馬棚邊指手畫腳時，一頭驢子突然踢了她一腳，她當場就被踢死了。 \n\n  在追思禮拜的時候，牧師發現一個怪事，當女人向張三說話時，他總是點點頭，而當男人向他說話，他就搖頭。 \n\n  會後，牧師找到農夫，問他為什麼？ \n\n  張三回答說： \n\n  「女人都說：『你一定很難過！』所以我點點頭；男人都說：『可否借你的驢子用一用？』 我只能搖搖頭，因為驢子已經排到明年了，不能再接受申請了！」",
    "photoUrl": "assets/photos/xlcdapp_photo_50.png",
    "videoId": "G4MskEJXwdI",
    "videoName": "屬靈爭戰得勝的秘訣 | 曾興才牧師 | 20180506 | 生命河 ROLCCmedia",
    "talk": "處理複雜的人際關係並非我們想像的那麼困難。中國近年來流行的一句話： 有關係，就沒有關係，沒有關係，就有關係。 \n\n  到底要有什麼樣的關係，才會沒有關係呢？答案就是愛。這種愛不只是男女之間的情愛，朋友之間的友愛， 或父母對兒女的愛而已。這種愛是從上帝來的愛，透過主耶穌向我們顯明的愛。 \n\n  所以，主耶穌說：我怎樣愛你們，你們也要怎樣彼此相愛。你知道耶穌是怎樣愛你嗎？ 祂為了愛你，犧牲自己的生命，擔當你我的罪，叫你我可以因祂得生命，永生的生命。 因此，我們也要像祂一樣，為了彼此相愛，願意付出任何的代價。 \n\n  主耶穌對我們的愛是永不改變的愛，是愛到底的愛，不論我們認為自己好或是不好，配得或是不配得， 耶穌一樣的愛我們，祂從不要求我們改變了之後，才來愛我們。 因此，真實的彼此相愛，乃是不要求對方為你做了什麼或改變了什麼，你才愛他， 因主耶穌的愛，你能夠完全地包容並接納，真心的去愛及關懷你身邊的人。 \n\n  今天就嘗試以耶穌的愛去愛你身邊的人吧！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 51,
    "title": "要彼此順服",
    "scriptureName": "Ephesians",
    "scriptureChapter": "5:21",
    "scriptureVerse": "submitting to one another out of reverence for Christ.",
    "prelude": "夫妻之間的關係是愛與敬重的關係。當這兩項重要的因素從婚姻中除去的時候， 夫妻之間就會處在恐懼與不安的狀況。",
    "laugh": "有一天老曾和他太太慶祝他們的金婚紀念日，看熱鬧的中年鄰居問老曾說： \n\n  「為什麼你們可以維持五十年幸福美好的婚姻？自從我出生起，就不曾聽見你們吵架的聲音……， 難道你們之間從來沒有發生過爭執嗎？」 \n\n  老曾說：「爭執是有的，不過不會擴大，我從蜜月旅行的時候就懂得這個道理了。 記得當時交通不方便，我們到大峽谷去度蜜月，一人各僱用一匹驢子， 她的驢子顯然是好吃懶做，走沒多久就賴在路邊不肯走了。 \n\n  只聽到我太太冷冷的對牠說：『第一次』。 \n\n  當驢子第二次偷懶的時候，她又指著驢子說：『這是第二次』。 \n\n  當驢子第三次不肯走的時候，她不慌不忙的拿出租用的手槍，把牠殺死了。」 \n\n  中年鄰居很詫異的說：「尊夫人真是太殘忍了！」 \n\n  老曾說道：「可不是嗎？我當時也看不過去，就停在路邊指責她的不是。結果，她並不跟我爭辯， 只是冷冷的對我說：『這是第一次！』從此以後，我就懂了！」",
    "photoUrl": "assets/photos/xlcdapp_photo_51.png",
    "videoId": "H2OPZy4Po6s",
    "videoName": "得神和人的恩寵 | 曾興才牧師 | 20180318 | 生命河 ROLCCmedia",
    "talk": "當上帝設立婚姻的制度之後，祂宣告說：因此，人要離開父母，與妻子連合，二人成為一體。（創世記2: 24） 夫妻關係成為世上最親密的關係，同時也成為最具挑戰性的關係。 \n\n  所以，使徒保羅在講解夫妻之間該如何相處時，就把一個大原則先講清楚：又當存敬畏的心，彼此順服。 這裡指的是敬畏基督耶穌的心。換句話說，作丈夫和作妻子的都必須有敬畏基督的心， 尊主耶穌為大的心，才能夠有彼此順服的心。 \n\n  一個敬畏主耶穌的丈夫，才會聽從主的命令，去愛他的妻子如同基督愛教會，為教會捨己。 一個敬畏主耶穌的妻子，才會順服自己的丈夫，如同順服主。 當丈夫和妻子各自按照主基督的吩咐去經營他們的婚姻時，主的祝福必滿滿的臨到他們， 從他們身上流到他們的家！",
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": "Winter"
  },
  {
    "id": 0,
    "articleId": 52,
    "title": "與你同得福音的好處",
    "scriptureName": "1 Corinthians",
    "scriptureChapter": "9:23",
    "scriptureVerse": "「 I do all this for the sake of the gospel, that I may share in its blessings.",
    "prelude": "  與別人認同是建立良好人際關係的方法之一。有些人會想盡方法去和別人認同，為的是要討好對方；有些人卻是真心的要與別人認同，為的是得到對方的接納。",
    "laugh": "  有一個土著部落，每次集會活動時，大家都必須赤身裸體地在一起。 雖然受到了很多人的白眼和辱罵，但他們卻從沒有因此改變過自己的族規。 \n\n  有一次，他們這個部落傳染起瘟疫，許多人都病倒了，部落裡的醫生全都束手無策，最後他們決定到鄰近的部落去請一位有名的醫生。 那位醫生知道他們奇怪的族規，覺得去到那地方會非常難為情，但他又拒絕不了他們三番兩次的邀請，又感到還是救人比面子重要，便答應了。 \n\n  終於到了歡迎醫生到來的那一天，部落的人想，好不容易把醫生請來，為了尊重他起見，咱們就破例一次吧。 所以那一天大家都穿上衣服，打上了領帶，聚集在他們的會堂裡。 \n\n  鐘聲響過之後，醫生走了進來，大家一下子都愣住了。只見年紀老邁，白髮蒼蒼的醫生背著重重的醫療包，身上卻一絲不掛！",
    "photoUrl": "assets/photos/xlcdapp_photo_52.png",
    "videoId": "WLssNhv886A",
    "videoName": "同心領受命定的福 | 曾興才牧師 | 20180922 | 生命河 ROLCCmedia",
    "talk": "  使徒保羅是主耶穌最偉大的門徒之一。他為了傳福音，就是好消息，受盡了逼迫、災難和痛苦，他也願意放下身段和他所接觸的人認同。 因此，他說：「向軟弱的人，我就作軟弱的人，為要得軟弱的人。向什麼樣的人，我就作什麼樣的人。無論如何，總要救些人。 凡我所行的，都是為福音的缘故，為要與人同得這福音的好處。」（哥林多前書九章22~23 節） \n\n  為什麼保羅如此用心的要與人同得這福音的好處呢？因為福音對你太重要了！ \n\n  那什麼是福音呢？福音就是上帝非常愛你和世上的人，愛到祂願意差遣他的獨生兒子耶穌基督，來到世上，為你我的罪釘死在十字架上，第三天從死裡復活，把永生的生命賜給你和我。 只要你願意相信接受耶穌基督作為你生命的主，你就可以享受豐盛的生命，永生的生命。 \n\n  我們每一個人都必須作相信接受主耶穌的決定。如果你願意的話，可以作以下的禱告，把你心中的決定告訴主耶穌： \n\n  「親愛的天父上帝，我感謝祢這麼愛我，把祢獨生的兒子主耶穌賜給我，為我的罪釘死在十字架上，第三天從死裡復活。 我現在願意相信並接受主耶穌作我個人的救主，赦免我的罪，賜我豐盛、永生的生命。 我願意一生跟隨祢，敬拜祢，我如此禱告，乃是奉靠主耶穌基督的名求，阿們！」 \n\n  恭喜你！按照天父上帝的應許，你現在就成為祂的兒女了：「凡接待祂（主耶穌）的，就是信祂（主耶穌）名的人，祂就賜他們權柄作上帝的兒女。」（約翰福音一章12節）",
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": "Winter"
  }
]
