// Locale: en_US
final localJoyStoreForEnUs = [
  {
    "id": 0,
    "articleId": 1,
    "title": '愛的激勵',
    "scriptureName": '哥林多後書 5:14',
    "scriptureVerse": '「原來基督的愛激勵我們，因我們想：一人既替眾人死，眾人就都死了；」',
    "prelude": '  我們都需要推動力來激勵我們作好人或行善事。基本上有兩種推動力,即正面和負面的推動力。'
        '有一些人需要正面的推動力，有一些人或動物卻需要負面的推動力，他們才會被激發去做他們該做的事。',
    "laugh": '  老張在他生日時，收到好朋友送給他一隻會說話的鸚鵡，但這隻鸚鵡的態度很差，滿口都是髒話，不是罵人的話，就是一些粗話。'
        '老張很努力地改變牠的態度，不斷地和牠說些有禮貌的話，放輕柔的音樂給牠聽，反正他想到能夠做的事部做了，但都沒什麼用。'
        '\n\n  於是老張對鸚鵡開始吼叫起來，牠也吼了回去，他又用力搖晃鸚鵡，結果只會讓牠更生氣，而且變得更粗魯。'
        '終於在忍無可忍的憤怒之下，他把鸚鵡送進了冷凍櫃中，聽到牠粗聲大叫，到處亂踢，還尖叫了起來，卻立刻就安靜下來，一分半鐘之內，他沒有再聽到半點聲音。'
        '\n\n  老張被嚇著了，說：「糟糕，我害死了牠！」便馬上打開冷凍櫃的門。'
        '\n\n  只見鸚鵡冷靜地走出來，踏上老張伸出來的手背，說道：「相信我粗魯的言談和行為必定冒犯了您，我會努力改進我的行為，我真的很抱歉，希望您能夠原諒我。」'
        '\n\n  老張對鸚鵡態度的轉變很是驚訝!正想要問這樣戲劇性的變化是什麼原因，牠又接著說道:「我可以問一下，裡面那隻被扒光毛的鳥做錯了什麼事嗎?」',
    "photoUrl": 'assets/photos/xlcdapp_photo_1.png',
    "videoId": 'Mez7DnMOlgc',
    "videoName": '不要怕！你要得人了 | 曾興才牧師 | 20240225 | 生命河 ROLCCmedia',
    "talk": '  要珍惜別人善意的勸勉，尤其是出於愛的勸告。出於愛的推動力是可以幫助我們，在艱難的環境中持續做正確的事情。'
        '\n\n  使徒保羅因為明白和經歷基督耶穌的愛，使他在諸多的逼迫和困難中，忠心心完成耶穌給他的託付。'
        '他說原來基督的愛就好像一股力量在背後不停地推著他，因為我們知道耶穌既然為眾人死了，眾人就都死了。'
        '祂為我們眾人死，叫我們這些還活著的人不再為自己活，乃是為替我們死而復活的主而活。'
        '\n\n  愛是最強而有力的推動力。',
    "likes": 28,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 2,
    "title": '勝過恐懼',
    "scriptureName": '詩篇 23:4',
    "scriptureVerse": '「我雖然行過死蔭的幽谷，也不怕遭害，因為你與我同在，你的杖、你的竿都安慰我。」',
    "prelude":
        '  恐懼對我們並不陌生。生活在不斷變的世界裡，常常會遇到「突然的事情」叫我們措手不及，若不留心，很容易會落入恐懼的深淵裡。因此，為了生存，我們會想盡辦法來保護自己。',
    "laugh":
        '  時事雜誌的主持人芭芭拉•華特斯（Barbara Watters），在阿富汗戰爭爆發前，到一個叫卡布（Kabul）的地方，做了一個有關兩性角色的主題故事。'
            '她發現當地的婦女都有一個習慣，走路的時候總是以慢五倍的速度跟在丈夫後面。她不明白為什麼。'
            '\n\n  最近她又回到卡布，發現那裡的女人仍然是這樣跟在丈夫背後。雖然塔利班（Taliban）政權已經被推翻，但是這些婦女們仍然樂於遵從這個傳統。'
            '主持人華特斯小姐在訪問其中一名婦女時，在好奇心的驅使下就問：「妳們為什麼樂於堅守這個曾經一度極力要推翻的傳統呢？」'
            '\n\n  那個女人目不轉睛地望著華特小姐，然後毫不猶豫地回答說：「因為有地雷！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_2.png',
    "videoId": 'GkRrP2iBaKw',
    "videoName": '不斷成長，進入豐盛 | 曾興才牧師 | 20240121 | 生命河 ROLCCmedia',
    "talk": '  是的，恐懼會促使你做各樣的措施來保護自已。但有時候，沒有任何預備能夠幫助你面對它。'
        '你渴望在千變萬化的人情世故中找到永不搖動的錨，找到真正的平安。'
        '\n\n  詩人大衛提醒我們說：唯有緊緊抓住永不改變的真神上帝，哪怕是走過死蔭幽谷，你也可以不怕，因為知道上帝永遠與你同在，'
        '祂的杖可以幫助你從錯誤的道路上回轉過來，祂的竿會指引你走正路。'
        '有耶和華上帝與你同在，你可以不再恐懼，可以享受出人意外的平安。'
        '\n\n  今天，嘗試把你心中的恐懼藉著禱告，告訴上帝。',
    "likes": 21,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 3,
    "title": '彼此饒恕',
    "scriptureName": '歌羅西書 3:13',
    "scriptureVerse": '「倘若這人與那人有嫌隙，總要彼此包容，彼此饒恕；主怎樣饒恕了你們，你們也要怎樣饒恕人。」',
    "prelude":
        '  饒恕別人的過犯是一種美德，也是上帝要我們做的一件事。但是，我們往往會因為別人的傷害，無論是有意或無意的，耿耿於懷，久久都不能放下。連一個小學生也不例外。',
    "laugh": '  小美一直以來都不喜歡五年級班的國文老師，她在等待機會向老師表達她心中的不滿。'
        '有一天，國文老師在上文課時，指定一個作文題目〈三十年後的我〉。以下是美的作文：'
        '\n\n  「今天的天氣不錯，我開著老公在結婚週年送我的勞斯萊斯，手指上帶著他剛買給我的三克拉大鑽戒，'
        '脖子上也掛著上個月生日才送給我的紅寶石項鍊，帶著我的一對可愛雙胞胎到大安森林公園去玩。'
        '我們走在鳥語花香的園區理，到處都是人們羨慕的眼光。'
        '\n\n  突然間，路邊衝出一個渾身惡臭、滿臉污穢，看來好無家可歸的老太太，垂著頭低聲地向我討東西，差點嚇我的一對寶貝。'
        '驚嚇之餘，我再仔細一看，『天啊！竟然是我國小五年級的國文老師！』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_3.png',
    "videoId": 'Ay5KpU3QS44',
    "videoName": '聖靈，再一次充滿我們 | #曾興才牧師 | 20230611 | 生命河 ROLCCmedia',
    "talk": '  饒怨乃是一個決定，不能夠憑感覺。因為受傷害的感覺會使我們的思想混亂不清。'
        '當我們越去思想別人對我們的傷害，我們就越陷越深，叫我們跌入苦毒與怨恨的深淵裡。其實，那傷害你的人可能早已經把你忘得一乾二淨。'
        '當你茶飯不思的時候，他/她可能在大吃大喝；當你深夜卻無法入眠時，他/她可能早已呼呼大睡。'
        '難怪有人說：「一個不饒恕別人的人，好像一個人喝了毒藥，卻盼望別人死。」'
        '\n\n  但是當我們決定順服上帝的話去饒恕人時，我們就傷害中得醫治，得自由，重新領受上帝赦罪的恩典。'
        '\n\n  為何不作一個聰明人，選擇饒恕那傷害你的人？',
    "likes": 24,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 4,
    "title": '先去掉眼中樑木',
    "scriptureName": '馬太福音 7:4',
    "scriptureVerse": '「你自己眼中有梁木，怎能對你弟兄說『容我去掉你眼中的刺』呢？」',
    "prelude": '  每一個人都有優點，也有缺點。許多人際關係上的衝突，通常是出自人的自我中心，就是只看到別人的短處，而不知自己的缺點；'
        '總是覺得別人有問題，自己是完美的。',
    "laugh": '  老王擔心他太太的聽覺有問題，可能需要帶耳機，他不知如何開口，就問他的醫生。'
        '\n\n  醫生告訴他一個簡單的測驗，「你可以這樣做，站離開她四十呎，用平常談話的聲音和她說話，看她是否聽見你，若聽不見，距離三十呎，然後二十呎，一直到她聽見為止。」'
        '\n\n  當天晚上，老王坐在客廳，太太在廚房做飯，他想，「我大約離她四十呎，看看她有何反應！」'
        '\n\n  然後他就用平常說話的聲音問太太說：「親愛的，今天晚上吃什麽呀？」'
        '\n\n  沒有回應。老王就走靠近廚房近一點，約三十呎，問太太說：「親愛的，今天晚上吃什麽呀？」'
        '\n\n  仍然沒有回應。他就走到飯廳，離開太太約有二十呎，又問：「親愛的，今天晚上吃什麼呀？」'
        '\n\n  還是沒有回應。因此，他就走到廚房門口，離開太太約有十呎，問：「親愛的，今天晚上吃什麽呀？」'
        '\n\n  又是沒反應。老王就走到太太的背後，問說：「親愛的，今天晚上吃什麼呀？」'
        '\n\n  太太回答說：「老公，這是第五次了，宮保雞丁！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_4.png',
    "videoId": 'gUxlZ4S_meE',
    "videoName": '你要我為你做什麼 | 曾興才牧師 | 20220109 | 生命河 ROLCCmedia',
    "talk": '  當我們承認自己不是十分完美時，我們就會以不同的眼光去看待周圍的人。一個成功的人知道自己的優點和缺點，'
        '他/她會去發掘和欣賞別人的優點，及以別人的優點來補足自己的缺點，以自己的優點去幫補別人的缺點。'
        '更重要的是，他/她也懂得發揮自己的優點，並讓它成為自己的優勢。'
        '\n\n  今天就嘗試去發掘及欣賞你身邊人的優點吧！記得要具體地告訴他/她，你所發掘的優點。',
    "likes": 22,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 5,
    "title": '分享的喜樂',
    "scriptureName": '路加福音 3:11',
    "scriptureVerse": '「約翰回答說：『有兩件衣裳的，就分給那沒有的，有食物的也當這樣行。』」',
    "prelude": '  分享的喜樂是雙倍的喜樂。能夠與別人分享好的東西，不但是一種美德，也是一種祝福，因為這表示你有，你才會與別人分享。',
    "laugh": '  有一天，有一位老先生買了一個漢堡、薯條和一杯飲料。坐下以後，就把漢堡小心地切成一半，一半給太太，'
        '然後小心地把薯條分成兩堆，一堆放在太太面前。之後，他喝了一口飲料，太太也喝了一口，就把它放在中間。'
        '\n\n  當他開始吃他的漢堡時，周圍的人看了都在竊竊私語，顯然地，他們都在想，「這麽可憐的老夫妻，只能夠買一個套餐兩個人分著吃。」'
        '\n\n  當老先生開始吃他的薯條時，一位青年人來到他們桌前，很有禮貌地說，他想為他們多買一個套餐。'
        '\n\n  老先生說，他們不需要，因為他們習慣分享每一件東西。'
        '\n\n  靠近他們桌子的人，發現老太太一口都還沒吃，她坐在那裡，看著她的丈夫吃，偶而自己喝一口飲料。'
        '\n\n  再一次，那位青年人又走過來，要求允許他為他們買一個套餐。'
        '\n\n  這一次，老太太說：「不必了，謝謝你，我們習慣了分享每一件東西。」'
        '\n\n  終於老先生吃完了，他就用紙巾擦乾淨自己的險。那位青年人又走到老太太面前，看她什麼都還沒吃，就問她說：「您還在等什麼呀？」'
        '\n\n  老太太不慌不忙地回答說：「我在等他的假牙！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_5.png',
    "videoId": 'sUuT3a-ibbs',
    "videoName": '那九個在哪裡呢？ | 曾興才牧師 | 20231112 | 生命河 ROLCCmedia',
    "talk": '  若是人人都有一顆與他人分享好東西的心， 這世界肯定會更加溫暖、可愛。'
        '其實，與他人分享好東西不是我們天生就會做的事，乃是一個需要被教導和學習的美德。'
        '一旦我們開始與他人分享好東西時，我們會驚然發現--得到的快樂是遠遠超出我們所付出的。'
        '\n\n  分享可以從日常生活中的一件小事開始，可以從你身邊的家人或朋友開始。請問有什麼好東西你可以和他人分享呢？',
    "likes": 16,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 6,
    "title": '選擇報告好消息',
    "scriptureName": '新譯本，箴言 15:30',
    "scriptureVerse": '「眼中的光采使人心快樂；好消息使骨頭滋潤。」',
    "prelude":
        '  我們每天聽到的消息，壞消息總是比好消息多。其實，每一件事情的發生，有它好的一面，也有不好的一面，關鍵是在於我們怎麼去看待所發生的事。',
    "laugh": '  有一天，在產房的後客廳坐了三位準爸爸：小張、小李和小曾，等候他們的太太生產，就聊起天來。'
        '\n\n  小張：「我的同事告訴我說，我在M&M巧克力公司上班，是個好預兆，這一次，太太一定會生個雙難胎•」'
        '\n\n  話選沒有講完，護士小姐就從產房走出來，告訴他； 「恭喜你，張先生，你太太生了個雙胞胎。」'
        '\n\n  兩分鐘之後，又有一個護士出來，對小李說：「恭喜你，李先生，你太太生了三胞胎！」'
        '\n\n  小李高興得合不攏口，說：「這可真巧呀！我是在三環公司上班的！」'
        '\n\n  小曾在旁聽了以後，臉色都變了，一面跑向大門，-面叫著說：「不得了啊，不得了啊！我是在7-Eleven 上班的啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_6.png',
    "videoId": 'CDtAEvmJo4k',
    "videoName": '第二次機會的福音 | 曾興才牧師 | 20230423 | 生命河 ROLCCmedia',
    "talk": '  坦白說，我們都希望每天可以聽到好消息。其實，與其在等待聽好消息，不如成為報好消息的人，因為好消息可以使骨頭滋潤，心情愉快。'
        '那我們就要學習從正面、積極的眼光去看待每天所發斯生的事情，才會有好消息可報。'
        '\n\n  在今天所發生的事情中，你從正面、積極的眼光看見了什麼？找一個人分享你的好消息。',
    "likes": 8,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 7,
    "title": '慷慨樂施',
    "scriptureName": '提摩太前書 6:18',
    "scriptureVerse": '「又要囑咐他們行善，在好事上富足，甘心施捨，樂意供給(或譯:體貼)人。」',
    "prelude": '  一個慷慨大方的人，是人人都想結交的朋友。其實，慷慨樂施不是天生就會付的事，反而可以從別人身上學來的，或被環境影響的。',
    "laugh": '  有一個阿拉伯人要做心臟移植手術，醫生為他驗血，以防萬一需要輸血。卻發現他有稀有的血型，當地找不到，要到外國去找，終於找到一位猶太人有相同血型出願意捐血給他。'
        '\n\n  手術非常的成功，這位阿拉伯先生寄一張感謝卡他，另外加上一顆很名貴的鑽石，還有一輛勞斯萊斯 （Rolls-Royce）名車送給他。'
        '\n\n  很不幸地，沒多久，這位阿拉伯先生仍要做一次改正手術。當然，那位猶太人很樂意再捐血給他，相信他會給更多的禮物。'
        '\n\n  第二次手術也非常成功，這位阿拉伯先生又寄一艮感謝卡片加上一盒巧克力糖！猶太人覺得好驚奇，看到他不像上一次那樣送大禮物給他，於是打電話給他，想知道事情的真相。'
        '\n\n  結果，這位阿拉伯先生回答說：「親愛的朋友，你不要忘記，我現在身體裡面流的血是猶太人的血啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_7.png',
    "videoId": 'zwsBDQ0WLpg',
    "videoName": '擁抱天父的心 | 曾興才牧師 | 20231015 | 生命河 ROLCCmedia',
    "talk": '  你曾否領受別人的施予？特別是當你有困難的時候，你當時的感覺又如何？要領受別人的慷慨樂施，不如先成為一個慷慨樂施的人。'
        '施於他人的可以是物質上的需要，或一句欣賞、讚美、肯定的話語，或是花時間聆聽他人心中的困苦。'
        '當你開始向身邊的人施行恩惠時，你是在做一件善事，你在滿足他/她的需要。'
        '\n\n  請觀察一下你身邊左右的人，看看他們有什麼需要你可以去滿足的。不妨花一點時間和精神，成為他們的祝福！',
    "likes": 7,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 8,
    "title": '男女有別',
    "scriptureName": '創世記 1:27',
    "scriptureVerse": '「神就照著自己的形象造人，乃是照著他的形象，造男造女。」',
    "prelude": '  自古以來，男女或夫妻之間的糾紛不斷，主要原因之一，乃是不了解男女之別。男女不但在溝通上大有區別，理解的程度也大有不同。',
    "laugh":
        '  有一天早上，王太太起床後很高興地對丈夫說： 「昨天晚上我做了一個很真實的夢，我夢見你買了一顆非常昂貴的鑽石戒指作我的生日禮物，我從來沒有做過這樣的夢，你想這是什麼意思呢？」'
            '\n\n  「今天晚上妳就會知道了，親愛的！」丈夫若有所思地回答說。'
            '\n\n  這一整天，王太太根本無法控制她興奮的心情，她非常急迫地等待她老公下班回來。'
            '\n\n  果然，老公手上拿著一個包得非常精緻美麗的小盒子。當老公把這小盒子送給太太之後，她迫不及待地把它打開來，卻發現是一本書，書名是——《異夢的解釋》。',
    "photoUrl": 'assets/photos/xlcdapp_photo_8.png',
    "videoId": 'tyTmt2fWMn0',
    "videoName": '高舉聖誕節的耶穌 | 曾興才牧師 | 20231210 | 生命河 ROLCCmedia',
    "talk": '  男女之間的不同從身體上的構造，對事情的看法，及處理問題的方式，都是顯而易見的。'
        '要了解男女之間的不同需要下功夫，除了有許多書籍可以幫助我們之外，溝通更是不可缺少的。'
        '\n\n  試想一想，如果所有男女都是一模一樣的，這世界肯定會失去許多樂趣，生活一定枯燥乏味。'
        '\n\n  了解和接受男女有別是美好人際關係的重大要素。 上帝按照自己的形像造男造女，男女之間的異同為世界和生活帶來許多樂趣及挑戰，'
        '同時，這些異同也有互補的功能。若能細心去彼此欣賞和溝通，我們一定會感謝父神的創造奇妙可畏！',
    "likes": 6,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 9,
    "title": '停止相咬相吞',
    "scriptureName": '加拉太書 5:15',
    "scriptureVerse": '「你們要謹慎，若相咬相吞，只怕要彼此消滅了。」',
    "prelude": '  兩個人在一起相處，摩擦和衝突是自然的副產品，尤其是夫妻。但是無論如何，千萬不要在氣頭上多說話，免得後悔莫及。',
    "laugh":
        '  有一天，何先生和太太吵架之後，非常生氣，決定不和她說話，宣告冷戰。但心中掩不下一團的怒火，就決定做一首詩來發洩心中的怒氣。詩是這樣寫的：'
            '\n\n  「神看見我餓了，就造了一個包子，神看見我渴了，就造了一杯涼茶，祂看我在黑暗中，就造了光，祂看見我沒有問題，就造了妳。」'
            '\n\n  何太太也不是省油的燈，看了以後，也寫一首詩回他。她寫道：'
            '\n\n  「我把你的名字寫在沙灘上，它被沖走了，我把你的名字寫在天空中，它被吹走了，然後，我把你的名字寫在我的心上，我得了心臟病！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_9.png',
    "videoId": 'ZQyr9RgkVmQ',
    "videoName": '風浪中你可以有平安 | 曾興才牧師 | 20220918 | 生命河 ROLCCmedia',
    "talk": '  雖然人際關係中的摩擦和衝突是相處的副產品，但是彼此傷害是可以避免的。只要願意謹慎自己，在衝突時選擇溝通，不要感情用事，生氣時要勒住舌頭，不要以惡報惡，將你的即時反應延後三分鐘，結果就必截然不同。'
        '\n\n  若是你執意要得理不饒人，結果只會兩敗俱傷。這又何苦呢？其實，與你越親近的人，越容易產生衝突，因為你們在乎對方，你們在乎對方所說的話或所做的事。既然是與你這麼親近的人，那又何必如此的計較，為何不讓自己的心胸寬廣一些，選擇接納、包容和饒恕呢？',
    "likes": 5,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 10,
    "title": '不要只顧自己',
    "scriptureName": '腓立比書 2:4',
    "scriptureVerse": '「各人不要單顧自己的事，也要顧別人的事。」',
    "prelude": '  自我中心是人罪性的最具體寫照。自我中心的人是不受人歡迎的，因為他/她只是想到自己和自己的利益，不管他人的死活。',
    "laugh": '  小朱好不容易等到了中年，儲蓄了錢去大峽谷旅行，他就乘坐飛機遊覽大峽谷的風景。'
        '當飛機飛到峽谷的上空時，引擎突然間發生故障，飛機師就對他們說：「你們一共有四個人，但我只有三個降落傘，你們自己決定如何分配吧！」'
        '\n\n  第一個男生搶著說：「我有很多財產還沒有處理，我不能死！」他就拿了一包降落傘跳了下去。'
        '\n\n  第二個男生說：「我家裡還有妻子、兒女需要我照顧，我也不能死！」拿了第二包降落傘也跳了下去。'
        '\n\n  現在只剩下小朱和另一個單身女子。小朱說：「我已經步入中年了，妳還年輕，最後一包降落傘還是給妳用吧！」'
        '\n\n  單身女子卻很冷靜地回答說：「其實我們還有兩個降落傘，因為第一個男子拿了我的背包跳下去了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_10.png',
    "videoId": '4GfLe4AWUag',
    "videoName": '成為神和人喜愛的人 | 曾興才牧師 | 20230521 | 生命河 ROLCCmedia',
    "talk": '  是的，各人不要只顧自己的事，也要顧別人的事。'
        '\n\n  我們都不願意和自私自利的人作朋友，因為他們只會為自己的利益打算，從來不會想到別人的感受和需要。他們如此做，還覺得是理所當然的。'
        '能夠為他人著想是一種美德。能夠為別人的好處著想的人是一個謙卑的人，他/她也是一個成熟的人，這跟年齡沒有直接的關係，卻和個人的生命修養大有關係。'
        '\n\n  現在就想一想，有誰需要你去關心的？',
    "likes": 4,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 11,
    "title": '活出你的最高點',
    "scriptureName": '以弗所書 4:1',
    "scriptureVerse": '「我為主被囚的勸你們：既然蒙召，行事為人就當與蒙召的恩相稱，」',
    "prelude": '  每個人心中都有自己夢想的工作，但是常常因為現實環境所逼，久久都未能美夢成真，只好因為生活委曲求全。',
    "laugh": '  朱先生失業快一年了，有一天看到動物園招聘員工廣告，當他去詢問時，才驚然發覺只剩下一個空缺，就要人扮猴子。'
        '因為過幾天就是公共假期，有很多孩子會來動物園，動物園剛好缺猴子，因此請人假扮。朱先生因著要用錢，就決定做這個假扮猴子的工作。'
        '\n\n  第二天，天還未亮的時候，朱先生就穿上猴子的服裝，觀進籠子裡去。天亮了，許多孩子來了，他所要做的就是在地上跳來跳去，從一棵樹跳到另一棵樹去，然後管理員餵他的花生和香蕉。'
        '\n\n  四、五個小時過去了，他已經精疲力盡了，滿肚于香蕉。當他從一棵樹想跳到另一棵樹去的時候，覺得頭一點暈，不小心就掉進隔壁的獅子坑裡。'
        '\n\n  他大聲喊叫：「救命啊，救命啊！」'
        '\n\n  那獅子就走過來，小聲地對他說：「如果你不住口，我們兩人都要失去工作了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_11.png',
    "videoId": 'Y7rWKYWAZWE',
    "videoName": '新的季節，重新得力 | 曾興才牧師 | 20230903 | 生命河 ROLCCmedia',
    "talk": '  上帝的心意是要你活出你的最高點。要活出你的最高點是要去發掘上帝給你那獨特的份：你對什麼事最有熱情？你最擅長的技能是什麼？親友最常讃賞你的是什麼？'
        '\n\n  當你發現上帝給你獨特的那一份時，你要找機會或環境或平台讓你充分地去把「那一份」發揮出來。你必然會有意想不到的收穫，因為你活出了你生命的最高點！',
    "likes": 3,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 12,
    "title": '肯付代價',
    "scriptureName": '馬太福音 16:24',
    "scriptureVerse": '「於是，耶穌對門徒說：「若有人要跟從我，就當捨己，背起他的十字架來跟從我。」',
    "prelude": '  凡是有價值的東西都附帶著代價；有成就和有影響力的人都是肯付代價的人。 往往代價的輕重決定於成就或影響力的大小。',
    "laugh":
        '  有一次，美國聯邦特警在徵召殺手，經過了所有的背景調查，面試及考試後，最後剩下三個人，兩個男的，一個女的。面對最後的考試，美國聯邦特警警官把第一個男子帶到鐵門口前，把一支手槍交給他說：'
            '\n\n  「你必須知道無論在什麼情況下，你一定要聽從美國聯邦特警的指示。」'
            '\n\n  「在這個房間裡，你會看見你的太太坐在椅子上，你一定要殺她！」'
            '\n\n  那男子回答說：「你可不是認真的吧！我永遠不能殺我的太太。」'
            '\n\n  警官回答說：「那你就不適合做這份工作，帶你太太回家吧！」'
            '\n\n  第二個男人也被給予同樣的指示。他拿了手槍走進房間裡，房裡非常安靜，大約五分鐘之後，他淚流滿面地走出來。'
            '\n\n  我試了，但是我就是不能殺我的太太。」'
            '\n\n  警官說：「你也不夠資格，帶你太太回家吧！」'
            '\n\n  最後，輪到那個女的，給了她同樣的指示，要她殺她的丈夫。她拿了手槍走進房間，「呼！呯！」槍聲響了幾下，接著有尖明聲，椅子打在牆上的聲音。'
            '\n\n  幾分鐘之後，一切恢復安靜，門慢慢地打開了，那女人站在那裡，汗流滿面地說：「這手槍裡的子彈是空的，我只好用椅子打他！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_12.png',
    "videoId": 'hDQn8tOm3rs',
    "videoName": '翻轉生命的敬拜 | 曾興才牧師 | 20230212 | 生命河 ROLCCmedia',
    "talk": '  成功（Success）是需要付代價的，但是要有所成就（Significant）或有影響力，你需要付更高的代價。'
        '\n\n  當耶穌向許多跟隨祂的人發出這個挑戰時，我猜想，很多人從此就不再跟從祂了，因為耶穌要求的代價太大了。'
        '主耶穌要求願意繼續跟隨祂的人，要把自己的夢想、計畫全都放下，還要願意有一顆受苦的心志，跟從祂到底。'
        '\n\n  但是我們可以從歷史看見，那些肯為祂付代價的人，乃是重寫歷史的人，我們都知道他們是誰。今天，你也可以加入他們的行列。',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 13,
    "title": '要做新事',
    "scriptureName": '以賽亞書 43:19',
    "scriptureVerse": '「看哪，我要做一件新事，如今要發現，你們豈不知道嗎？我必在曠野開道路，在沙漠開江河。」',
    "prelude":
        '  許多人都喜歡新的東西；喜歡看新的事情；喜歡聽新鮮的故事。但是在每天周而復始的工作與生活中，我們不再盼望看見新的事，生活就變得枯燥乏味了。',
    "laugh": '  有一天，沈姊妹心血來潮，買了一隻母鸚鵡，沒想到帶回家裡，牠說的第一句話就是，「親一親我，寶貝！」'
        '\n\n  沈姊妹一聽，心想：「糟糕，別人還以為這話是我教牠的，這可要把我的淑女形象全毁了。」'
        '\n\n  於是她想盡辦法，想教那隻鸚鵡說些高雅的東西。可是那隻鸚鵡就是鐵了心，只會說一句話，「親一親我，寶貝！」'
        '\n\n  怎麼辦呢？沈姊妹不知該如何是好時，聽說牧師家裡也養了一隻鸚鵡，是隻公的，而且那隻鸚鵡不但不講粗話，反而是個虔誠的信徒，每天大部分的時間都在禱告，於是，沈姊妹就向牧師求助。'
        '\n\n  牧師明白她的來意之後，有點為難地對她說：「這個很難辦呀，其實那隻鸚鵡，我也沒有刻意地教牠什麼，牠之所以這麼虔誠，也可能是長期在此受薰陶的緣故吧！」'
        '\n\n  牧師見沈姊妹很失落，便說道：「這樣吧，妳把妳的鸚鵡帶到我這裡來，我把牠們放在一起，希望經過一段時間，妳那隻鸚鵡能夠被感化，我只能做這些了，有沒有效果，就看神的旨意了。」'
        '\n\n  沈姊妹一聽．也只能這樣了。不是有句話說，「近朱者赤」嗎？於是把鸚鵡帶到牧師家裡，牧師就把兩隻鸚鵡放在一起。'
        '\n\n  開始時母鸚鵡還有一些拘謹，看那隻公鸚鵡在籠子的一角默默地禱告，還真不忍心打擾，可是牠忍不住，終於說：「親一親我，寶貝！」'
        '\n\n  公鸚鵡聽到這話，停止了禱告，轉身看看母鸚鵡，忽然，淚如雨下說：「感謝神，我的禱告終於實現了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_13.png',
    "videoId": 'qz9teFHW-vo',
    "videoName": '新的挑戰 新的應許 | 曾興才牧師 | 20210613 | 生命河 ROLCCmedia',
    "talk": '  要做新事不是一件困難的事。當你願意調整你的思想，放慢你的腳步，多一點的觀察和聆聽，你每天都可以經歷新的事。'
        '\n\n  當以色列百姓習慣性地過他們的生活，記念他們過去的經歷，思想他們的古時美好時光時，他們對上帝不再有任何期待。上帝藉先知以賽亞提醒他們說，要注意看，留心去看，上帝每天都在做新事。'
        '\n\n  請想一想，看一看，今天上帝為你做了什麼新事？ 或今天你做了什麼新事？',
    "likes": 3,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 14,
    "title": '要作智慧人',
    "scriptureName": '以弗所書 5:15',
    "scriptureVerse": '「你們要謹慎行事，不要像愚昧人，當像智慧人。」',
    "prelude":
        '  我相信沒有一個人天生就想作愚眛人，人人都想作智慧人。其實，愚昧人和智慧人往往只是一線之差。智慧人知道他要的是什麼，並且知道他什麼時候要。',
    "laugh": '  八十四歲的老劉喜歡釣魚，有一天，當他坐在船上釣魚的時候，聽到有一個聲音說：「把我拿起來。」'
        '\n\n  他四處張望，卻四下無人。當他又聽到「把我拿起來」時，他以為是他的幻覺，他往水中定神一看，那裡正有一隻青蛙浮在水面上。'
        '\n\n  老劉問說：「你在跟我說話嗎？」'
        '\n\n  青蛙回答說：「對，就是我啊！」'
        '\n\n  「將我拿起來，吻我一下，我就會變成你今生所見最漂亮的女人。我確定你的朋友會又羡慕又嫉妒，因為我將會成為你的新娘。」'
        '\n\n  老劉注視了青蛙片刻後，伸出手，很小心地把青蛙放入他的口袋裡。'
        '\n\n  青蛙說：「怎麼，你瘋啦？你沒聽我說嗎？我說，吻我一下，然後我就會成為你美麗的新娘。」'
        '\n\n  老劉撥開他的口袋，看著青蛙說：「算了吧，以我這樣的年紀，我寧願有一隻會說話的青蛙。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_14.png',
    "videoId": 'caFA7orVD_w',
    "videoName": '沒有救自己的耶穌 | 曾興才牧師 | 20220410 | 生命河 ROLCCmedia',
    "talk": '  在這充滿試探的環境裡，要謹慎行事是最好的勸告。因為謹慎與否就決定了你是愚昧人還是智慧人。'
        '因為有些事，表面上看起來，十分的美好，但其實並不是如此美好。'
        '\n\n  你每天的生活都面對許許多多大小的決定，每一個決定都有一定的後果。'
        '當你能夠在作決定的時候，先安靜向智慧源頭的上帝禱告，然後再按照你心中平安的感動，你可以相信，你所作的選擇會帶給你喜樂和祝福。',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 15,
    "title": '上帝榮耀的豐富',
    "scriptureName": '腓立比書 4:19',
    "scriptureVerse": '我的神必照他榮耀的豐富，在基督耶穌裡使你們一切所需用的都充足。',
    "prelude": '  我們是有需要的人住在充滿各種需要的世界裡。人人都盼望自己所有的需要都能得滿足，'
        '有一些需要的確靠自己可以得到滿足，但有時候，我們的需要卻會透過周圍的人得以滿足。',
    "laugh":
        '  有一位老牧師被邀請到一個小市鎮的教會去講道。主日早上，教會派一位執事到酒店去接他，快要到教會時，老牧師才發現他忘了帶假牙。執事就說：「我這裡有一個，你可以試試看。」'
            '\n\n  因為時間的關係，老牧師只好試了一下，說：「這個太小了！」'
            '\n\n  執事馬上又遞上一個大一點的假牙。'
            '\n\n  老牧師試了一下，說：「這一個又太大了一點，我擔心它隨時會掉下來！」'
            '\n\n  「沒問題！」 執事回答說。然後，從他夾克的口袋裡又拿了一個假牙給老牧師。'
            '\n\n  「這一個應該適合你了！」'
            '\n\n  果然，老牧師帶上了以後，感覺就像自己的，好高興，但卻很好奇地問他說：「這位弟兄，你怎麼會有這麼多假牙，請問你是牙醫嗎？」'
            '\n\n  「不，不，不」執事笑著回答說：「我是在殯儀館替死人化妝的。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_15.png',
    "videoId": 'AGTacXFkFDQ',
    "videoName": '耶穌必能為你平靜風浪 | 曾興才牧師 | 20200315 | 生命河 ROLCCmedia',
    "talk": '  需要得到滿足是一件很快樂的事。其實， 要滿足我們所有的需要是不可能的。 當我們只想去滿足我們自己的需要時，結果往往是令我們失望和灰心，有時還會造成別人的傷害。 '
        '\n\n  當我們把需要帶到這位創造宇宙萬物的上帝時，並相信祂會在最恰當的時候，透過最好的方法，使我們一切所需用的都充足。 但是許多時候，上帝也會以祂的智慧，透過周圍的人來成就這事。 '
        '\n\n  請問你是否想過，上帝也曾透過你滿足了別人的需要，或許，今天祂就要這樣使用你。',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 16,
    "title": '起初的愛心',
    "scriptureName": '啟示錄 2:4',
    "scriptureVerse": '「然而，有一件事我要責備你，就是你把起初的愛心離棄了。」',
    "prelude": '  有愛就有熱情。我們都喜歡和有愛有熱情的人在一起。很不幸的是，常常因為工作的忙碌，家務的繁重，'
        '心中的熱情很容易被熄滅了，生活和婚姻因而失去了樂趣。',
    "laugh": '  有三位姊妹花，一個未婚，一個剛訂婚，一個已結婚。有一天，姊妹花們談起她們的另一半，談完之後，如們決定給另一半來個驚喜。'
        '於是姊妹花各自買了黑色緊身皮衣、皮褲子、高跟馬靴、頭套和眼罩。'
        '\n\n  幾天之後，姊妹花們見面吃午餐，並且交換心得。'
        '\n\n  未婚的妹妹說：「那天晚上，當我的男朋友發現了我穿黑色緊身皮衣、皮褲子、高跟馬靴、頭套和眼罩，他忍不住說：『妳是我的女人，我愛妳！』然後就緊緊抱著我不放。」'
        '\n\n  剛訂婚的二姊說：「那天晚上，我穿著風衣到他的公寓，當我打開風衣讓他看見了黑色緊身皮衣、皮褲子、高跟馬靴、頭套和眼罩，他沒有說一個字，從此以後，他每天迫不及待地要見我。」'
        '\n\n  已經結婚的大姊說：「我已經很久沒有和老公約會了，所以，先安排孩子們到媽媽那裡，這樣就可以和我的老公享受二人世界了。我點了幾根蠟燭，穿上我的黑色緊身皮衣、皮褲子、高跟馬靴、頭套和眼罩，興奮地等他下班回家。'
        '\n\n  當他開門之後，看見了我，竟然指著餐桌問我說： 『晚餐吃什麼，蝙蝠俠！』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_16.png',
    "videoId": 'jNSw1OJkzdY',
    "videoName": '經歷感恩的能力 | 曾興才牧師 | 20221113 | 生命河 ROLCCmedia',
    "talk": '  以弗所的教會是一個模範教會，這教會乃是七間教會中被耶穌讚了又讚的教會，他們有好的表現，勞碌，忍耐，為主的名勞苦，'
        '然而只有一件事讓耶穌難過的，也是最重要的一件事：離棄了 起初的愛心。'
        '\n\n  要心裡火熱，重新拾回起初的愛心，你需要回到最起初的愛；思想當年你是如何的對生命充滿熱情，回想當初你是如何愛得死去活來。'
        '一旦你找回起初的愛心，你心中的熱火就要被點燃，生命不再只是過日子，乃是享受；婚姻家庭不再只是枯燥乏味，乃是充滿歡笑和樂趣。',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 17,
    "title": '要像小孩子',
    "scriptureName": '馬可福音 10:15',
    "scriptureVerse": '「我實在告訴你們：凡要承受神國的，若不像小孩子，斷不能進去。」',
    "prelude": '  小孩子的天真無邪，單純可愛是我們喜歡他們的原因。但是，有時候他們對現實環境的洞察力和解釋弄得我們啼笑皆非。',
    "laugh": '  有一天，老師要同學們用他們所學習到的成語來作文，題目是〈我的家〉。以下是小明的作文《我的家）：'
        '\n\n  「我的家有爸爸、媽媽和我三個人。每天早上一出門，我們三人就分道揚鑣：各奔前程，晚上又殊途同歸。'
        '爸爸是個建築師，每天往工地上比手劃腳。媽媽是售貨員，每天在商店裡招搖撞騙，來者不拒。'
        '我是學生，每天在教室裡目瞪口呆，充耳不聞。'
        '\n\n  我的家三個成員臭氣相投，家中一團和氣，但我的成續不好時，爸爸也同室操戈，心狠手辣地打得我遍體鱗傷，五體投地，'
        '媽媽在一旁視若無睹或袖手旁觀，從來不曾見義勇為，有時甚至助紂為虐。」'
        '\n\n  老師看後問小明：「你考試成績不好的話，你父母怎麼處罰你？」'
        '\n\n  小明回答說：「八十分以下女子單打，七十分以下男子單打，六十分以下男女混合雙打！！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_17.png',
    "videoId": 'hbxbb2vvbcw',
    "videoName": '耶穌降⽣的三⼤恢復 | 曾興才牧師 | 20221211 | 生命河 ROLCCmedia',
    "talk": '  我們都很懷念童年的時光，無憂無慮，單純地信靠父母親會完全地供應及滿足我們一切的需要。但年紀大了之後，經歷也多了，思想變複雜了，生活因此增加了許多憂慮。'
        '\n\n  主耶穌告訴我們進天國的條件，聽起來非常簡單，實際上去行卻不容易—-要像小孩子才能進天國。怎樣才能再像小孩子一般呢？小孩子有哪一些品質如此的吸引耶穌？'
        '讓我們今天開始尋回已失去多年的「小孩子」，重新享受天國的祝福。',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 18,
    "title": '應當一無掛慮',
    "scriptureName": '腓立比書 4:6',
    "scriptureVerse": '「應當一無掛慮，只要凡事藉著禱告、祈求和感謝，將你們所要的告訴神。」',
    "prelude": '  憂慮或掛慮不知何時已經成為我們人的天性。從為工作、生活，到為小孩和家庭掛慮，'
        '每天總是會有一些事或人讓我們掛慮，可笑的是，大部分我們所掛慮的事情都不會發生。',
    "laugh": '  有一天，胡先生夫婦因為相約去吃晚飯產生了一點誤會，第二天他們各自在日記上寫下自己的感受。'
        '\n\n  胡太太的日記是這樣寫的：「昨天晚上，他真的是非常古怪，我們本來約好了一起去狀元樓吃晚飯，他看完棒球賽後就直接到餐廳等我，'
        '但是白天我和幾位姊妹去Macy百貨公司血拼，結果就去晚了一點...，可能因此他就不高興了，一直都不理睬我，氣氛僵極了。'
        '\n\n  後來我主動讓步說：『我們都退一步，好好地交通一下吧！』他雖然同意了，卻還是繼續沉默，一副無精打采、心不在焉的樣子。'
        '我問他到底『怎麼了』，他只說『沒事』。後來我問他，是不是我惹他生氣了，他說，這不關我的事，叫我不要管他。'
        '\n\n  我們回到家的時候，我感覺我可能要失去他了。他坐在那兒什麼也不說，就只悶著頭看電視，繼續發呆，後來我只好自己上床去睡覺。'
        '\n\n  十分鐘之後，他爬上床來了，讓我吃驚的是，他居然還過來抱我、親我...。可是儘管如此，我還是感覺他一直在想別的事。'
        '我覺得要和他好好談一談，但是他居然已經睡著了，我只好躺在他身邊默默地流淚。'
        '\n\n  我現在非常的確定，他肯定有別的女人了，這真是像天塌下來了一樣。天哪！那，我真不知道活著還有什麼意義！」'
        '\n\n  丈夫老胡的日記則只有一行字：「氣死人了，昨天舊金山巨人隊又輸了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_18.png',
    "videoId": 'PWT_rjy2jbM',
    "videoName": '神的殿，我們的家 | 曾興才牧師 | 20220814 | 生命河 ROLCCmedia',
    "talk": '  我非常同意有人如此說：「掛慮乃是錯誤的使用我們的想像力。」試想一想，你現在掛慮的是什麼？是一件未發生的事情，但你卻想像它會如何的發生。'
        '你越想就越著急，好像它馬上就發生在你眼前。結果它根本就沒有發生。'
        '\n\n  聖經給我們一個最好的處方，幫助我們除去不必要的掛慮。那就是告訴上帝你所要的。無論大事小事，都可以隨時隨地藉著禱告告訴上帝，這就是「凡事」的意思。'
        '\n\n  腓立比書四章7節接著說，告訴上帝的結果：你心中就會有你想不到的平安和平靜。換句話說，你不再錯誤地使用你豐富的想像力了，你就會停止胡思亂想了。',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 19,
    "title": '不要以惡報惡',
    "scriptureName": '羅馬書 12:17',
    "scriptureVerse": '「不要以惡報惡。眾人以為美的事，要留心去做。」',
    "prelude": '  當你受到別人的攻擊或不公平的待遇時，你會有什麼反應？一般人自然的反應會是反擊或等待機會報復。'
        '卻沒有想到，報復的行為不但沒有為自己討回公道，反而弄巧成拙了。',
    "laugh": '  有一對姊妹，有一天在海邊撿到一個瓶子，兩人好奇地打開，竟然有一股煙冒出來，化成一個神仙，兩人嚇壞了，沒想到神仙居然開口說話：'
        '\n\n  「我已經被關了一千年，感謝妳們把我放出來，現在妳們可以各自許一個願望，我會幫妳們實現。」'
        '\n\n  姊姊美芬一向嫉妒妹妹較得父母寵愛，所以她說： 「不管妹妹的願望是什麼，我都要她的兩倍。」'
        '\n\n  妹妹聽了之後，想都沒想的接著說：「我希望我的三圍是38、24、38。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_19.png',
    "videoId": 'Y3OWjoQ9KO0',
    "videoName": '當你灰心失望時 | 曾興才牧師 | 20190317 | 生命河 ROLCCmedia',
    "talk": '  以惡報惡雖然是一般人的自然反應，但它可以不是你的自然反應。我們沒有辦法控制別人的行為，但是我們可以選擇要對他的行為做出什麼樣的回應。'
        '\n\n  報復的行動只會帶來更多的傷害，而且這是一個極可怕的惡性循環。所以，聖經教導我們要做大家都以為美以為好的事，換句話說，選擇去做對大家都有好處的事。因為最終能夠替我們伸冤的是公義、聖潔、慈愛的上帝。'
        '\n\n  「親愛的弟兄，不要自己伸冤，寧可讓步，聽憑主怒（或譯：讓人發怒）；因為經上記著：「主說：『伸冤在我，我必報應。』」（羅馬書十二章19節）',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 20,
    "title": '要孝敬父母',
    "scriptureName": '以弗所書 6:2~3',
    "scriptureVerse": '「『要孝敬父母，使你得福，在世長壽。』這是第一條帶應許的誡命。」',
    "prelude": '  忠孝仁愛禮義廉恥是中國人的傳統美德。孝敬父母理當是天經地義之事，兒女報答父母養育之恩可要趁著他們還健在的時候。'
        '當父母親不在人間時，做什麼都不是那麼重要了。',
    "laugh": '  老楊在清明節時去買祭品，看到居然有紙糊的iphone，還是最新的iPhone 6，便問老闆說：'
        '「燒iPhone 6給老祖宗，恐怕他不會用吧？」'
        '\n\n  老闆白了他一眼，說：「賈伯斯（Steve Job）已經下去教他們了，你還操什麼心呀！」'
        '\n\n  老楊便買了一個iPhone 6。'
        '\n\n  老闆提醒他說：「再買個充電器吧！別忘了燒個充電器給他，不然老祖宗來找你就不好了，找你還是小事，叫你送去可就麻煩了。」'
        '\n\n  老楊只好又買了一個充電器，付錢的時候老楊跟老闆要了一張名片，說：「我會把它和祭品一起燒給老祖宗，手機若出了問題，就可以直接找你保修了。」'
        '\n\n  老闆聽後昏倒了！',
    "photoUrl": 'assets/photos/xlcdapp_photo_20.png',
    "videoId": '9w1BPwQG7-0',
    "videoName": '患難中的盼望 | 曾興才牧師 | 20210822 | 生命河 ROLCCmedia',
    "talk": '  基督教非常看重孝道，因為上帝非常看重孝道。十誠裡的前四誡都是有關人對上帝的敬拜和尊崇，後六誡乃是有關人與人之間的誡命，'
        '而其中最首要的第五條誡命就是要孝敬父母。這也是第一條帶應許的誡命。'
        '\n\n  所以，孝敬父母不但是兒女當盡的本分，還要加上上帝的祝福，在世蒙福長壽。今天就趁著父母還在身邊的時候，按著他們的需要去滿足他們吧！',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 21,
    "title": '靈巧像蛇、馴良像鴿子',
    "scriptureName": '馬太福音 10:16',
    "scriptureVerse": '「我差你們去，如同羊進入狼群，所以你們要靈巧像蛇，馴良像鴿子。」',
    "prelude":
        '  在這彎曲悖謬，人心險惡的世代裡，大家心裡都沒有平安。雖然害人之心不可有，但是防人之心卻不可少，因為有些事常常會發生在我們意料之外的。',
    "laugh": '  國慶黃金週有對老夫婦要去南方看孫子，離家前擔心家中被偷盜，翻箱倒櫃不算，還會損壞傢俱。'
        '於是出門時在桌上 放下百元鈔票一張，並一張紙條留言，上面寫著：'
        '\n\n  「爬窗而入的俠行客，我們是退休教師，靠退休金生活，家裡清寒沒什麼錢，您來一趟不容易，桌上的一百元是給您的勞務費。'
        '若您想擴大戰果，本層對面是鐵道部的一位高官，樓上一家是紅十字會的領導，樓下那家是銀行的行長，他們都很有錢而且這不取報警。」'
        '\n\n  一個多月之後，老夫婦回來，發現桌子上的錢變成十萬！也附有一張紙條，上面寫著：'
        '\n\n 「感謝老師的教誨，過去不用功讀書，唉，相識恨晚，那...一切盡在無言中。特留下十萬元資訊費，請笑納！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_00.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia',
    "talk": '  靈巧像蛇，馴良像鴿子是主耶穌基督給祂的門徒們的忠告，因為耶穌知道當時的世代險惡，善良的門徒們好像羊走入狼群，要他們提高警惕的心。'
        '\n\n  但是要做到靈巧像蛇，真的需要隨時警醒，在各樣的處境中隨機應愛。馴艮像鴿子乃需要智慧，曉得在什麼情況下保持什麼樣的態度。'
        '\n\n  你目前的處境或面對的情況需要你靈巧像蛇，還是馴良像鴿子，或者兩者都要有？求主耶穌給你智慧吧！',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 22,
    "title": '隱藏的事會顯出來',
    "scriptureName": '馬可福音 4:22',
    "scriptureVerse": '「因為掩藏的事、沒有不顯出來的．隱瞞的事、沒有不露出來的。」',
    "prelude":
        '中國人有一句類似的話：紙包不住火。是的，在日光之下，所有掩藏的事，最終都會顯出來的。有趣的是，許多我們以為別人不知道的事，原來他們都知道，也沒有忘記。',
    "laugh": '在一個法院的審判案中，一位美國南部小市鎮的檢察官叫他的第一個證人，祖母級的老婦人上來。他走到她面前問她說：'
        '\n\n  「鐘氏夫人，妳認識我嗎？」'
        '\n\n  老婦人回答說：'
        '\n\n  「為什麼？是的，我認識你，威廉先生，當你還是小男孩的時候我就認識你了。坦白說，你令我非常失望，你說謊，欺騙你的太太，在別人背後講閒話，你還以為自己是什麼大人物，其實，你根本沒有大腦去發覺自己什麼都不是。是的，我認識你。」'
        '\n\n  檢察官頓時啞口無言，不知道應該做什麼，就指向對面問她說：'
        '\n\n  「鐘氏夫人，妳認識辯護律師嗎？」'
        '\n\n  她又回答說：'
        '「為什麼？是的，當傑克森先生還是少年人的時候，我就認識他了。他懶惰、'
        '頑固、心胸狹窄，又有酗酒的問題，他的律師服務是整個州最差的一個。更不用說，'
        '他欺騙他太太和其他三個女人亂搞，其中一個是你的太太。是的，我認識他。」'
        '\n\n  辯護律師幾乎暈了過去。法官馬上叫他們兩人走到台前來，輕聲的對他們說：'
        '\n\n  「如果你們任何一個笨蛋問她是否認識我，我就把你們送上電椅去！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_00.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia',
    "talk": '不做虧心事，夜半敲門心不驚。一個行事光明磊落的人，是什麼都不懼怕的人。'
        '\n\n  其實馬可福音四章二十二節之前一節，耶穌乃是鼓勵我們要把燈放在燈台上，而不是放在斗底下或床底下'
        '而不是放在斗底下或床底下。換句話說，行事為人要光明正大，不但自己可以問心無愧，也能夠使別人受益'
        '也能夠使別人受益。不然的話，耶穌警告我們說，任何得罪上帝或傷害人的事，遲早都會被顯露出來的'
        '遲早都會被顯露出來的。'
        '\n\n  若你有一些你不想隱藏的事，不如來到主耶穌面前告訴祂，求祂赦免你，並求主幫助你過一個光明正大的生活。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },

  //============================================
  {
    "id": 0,
    "articleId": 52,
    "title": '與你同得福音的好處',
    "scriptureName": '哥林多前書 9:23',
    "scriptureVerse": '「凡我所行的，都是為福音的緣故，為要與人同得這福音的好處。」',
    "prelude":
        '  與別人認同是建立良好人際關係的方法之一。有些人會想盡方法去和別人認同，為的是要討好對方；有些人卻是真心的要與別人認同，為的是得到對方的接納。',
    "laugh": '  有一個土著部落，每次集會活動時，大家都必須赤身裸體地在一起。'
        '雖然受到了很多人的白眼和辱罵，但他們卻從沒有因此改變過自己的族規。'
        '\n\n  有一次，他們這個部落傳染起瘟疫，許多人都病倒了，部落裡的醫生全都束手無策，最後他們決定到鄰近的部落去請一位有名的醫生。'
        '那位醫生知道他們奇怪的族規，覺得去到那地方會非常難為情，但他又拒絕不了他們三番兩次的邀請，又感到還是救人比面子重要，便答應了。'
        '\n\n  終於到了歡迎醫生到來的那一天，部落的人想，好不容易把醫生請來，為了尊重他起見，咱們就破例一次吧。'
        '所以那一天大家都穿上衣服，打上了領帶，聚集在他們的會堂裡。'
        '\n\n  鐘聲響過之後，醫生走了進來，大家一下子都愣住了。只見年紀老邁，白髮蒼蒼的醫生背著重重的醫療包，身上卻一絲不掛！',
    "photoUrl": 'assets/photos/xlcdapp_photo_52.png',
    "videoId": 'WLssNhv886A',
    "videoName": '同心領受命定的福 | 曾興才牧師 | 20180922 | 生命河 ROLCCmedia',
    "talk": '  使徒保羅是主耶穌最偉大的門徒之一。他為了傳福音，就是好消息，受盡了逼迫、災難和痛苦，他也願意放下身段和他所接觸的人認同。'
        '因此，他說：「向軟弱的人，我就作軟弱的人，為要得軟弱的人。向什麼樣的人，我就作什麼樣的人。無論如何，總要救些人。'
        '凡我所行的，都是為福音的缘故，為要與人同得這福音的好處。」（哥林多前書九章22~23 節）'
        '\n\n  為什麼保羅如此用心的要與人同得這福音的好處呢？因為福音對你太重要了！'
        '\n\n  那什麼是福音呢？福音就是上帝非常愛你和世上的人，愛到祂願意差遣他的獨生兒子耶穌基督，來到世上，為你我的罪釘死在十字架上，第三天從死裡復活，把永生的生命賜給你和我。'
        '只要你願意相信接受耶穌基督作為你生命的主，你就可以享受豐盛的生命，永生的生命。'
        '\n\n  我們每一個人都必須作相信接受主耶穌的決定。如果你願意的話，可以作以下的禱告，把你心中的決定告訴主耶穌：'
        '\n\n  「親愛的天父上帝，我感謝祢這麼愛我，把祢獨生的兒子主耶穌賜給我，為我的罪釘死在十字架上，第三天從死裡復活。'
        '我現在願意相信並接受主耶穌作我個人的救主，赦免我的罪，賜我豐盛、永生的生命。'
        '我願意一生跟隨祢，敬拜祢，我如此禱告，乃是奉靠主耶穌基督的名求，阿們！」'
        '\n\n  恭喜你！按照天父上帝的應許，你現在就成為祂的兒女了：「凡接待祂（主耶穌）的，就是信祂（主耶穌）名的人，祂就賜他們權柄作上帝的兒女。」（約翰福音一章12節）',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '冬',
  },
];
