// Locale: zh_Hans_CN
final localJoyStoreForZhCn = [
  {
    "id": 0,
    "articleId": 1,
    "title": '爱的激励',
    "scriptureName": '哥林多后书 5:14',
    "scriptureVerse": '「原来基督的爱激励我们，因我们想：一人既替众人死，众人就都死了；」',
    "prelude": '  我们都需要推动力来激励我们作好人或行善事。 基本上有两种推动力,即正面和负面的推动力。 '
        '有一些人需要正面的推动力，有一些人或动物却需要负面的推动力，他们才会被激发去做他们该做的事。 ',
    "laugh": '  老张在他生日时，收到好朋友送给他一只会说话的鹦鹉，但这只鹦鹉的态度很差，满口都是脏话，不是骂人的话，就是一些粗话。 '
        '老张很努力地改变它的态度，不断地和它说些有礼貌的话，放轻柔的音乐给它听，反正他想到能够做的事部做了，但都没什么用。 '
        '\n\n  于是老张对鹦鹉开始吼叫起来，它也吼了回去，他又用力摇晃鹦鹉，结果只会让它更生气，而且变得更粗鲁。 '
        '终于在忍无可忍的愤怒之下，他把鹦鹉送进了冷冻柜中，听到它粗声大叫，到处乱踢，还尖叫了起来，却立刻就安静下来，一分半钟之内，他没有 再听到半点声音。 '
        '\n\n  老张被吓着了，说：「糟糕，我害死了它！」便马上打开冷冻柜的门。 '
        '\n\n  只见鹦鹉冷静地走出来，踏上老张伸出来的手背，说道：「相信我粗鲁的言谈和行为必定冒犯了您，我会努力改进我的行为，我真的很抱歉， 希望您能够原谅我。」'
        '\n\n  老张对鹦鹉态度的转变很是惊讶!正想要问这样戏剧性的变化是什么原因，它又接着说道:「我可以问一下，里面那只被扒光毛的鸟做错 了什么事吗?」',
    "photoUrl": 'assets/photos/xlcdapp_photo_1.png',
    "videoId": 'Mez7DnMOlgc',
    "videoName": '不要怕！ 你要得人了 | 曾兴才牧师 | 20240225 | 生命河 ROLCCmedia',
    "talk": '  要珍惜别人善意的劝勉，尤其是出于爱的劝告。 出于爱的推动力是可以帮助我们，在艰难的环境中持续做正确的事情。 '
        '\n\n  使徒保罗因为明白和经历基督耶稣的爱，使他在诸多的逼迫和困难中，忠心心完成耶稣给他的托付。 '
        '他说原来基督的爱就好像一股力量在背后不停地推着他，因为我们知道耶稣既然为众人死了，众人就都死了。 '
        '祂为我们众人死，叫我们这些还活着的人不再为自己活，乃是为替我们死而复活的主而活。 '
        '\n\n  爱是最强而有力的推动力。 ',
    "likes": 28,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 2,
    "title": '胜过恐惧',
    "scriptureName": '诗篇 23:4',
    "scriptureVerse": '「我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在，你的杖、你的竿都安慰我。」',
    "prelude":
        '  恐惧对我们并不陌生。 生活在不断变的世界里，常常会遇到「突然的事情」叫我们措手不及，若不留心，很容易会落入恐惧的深渊里。 因此，为了生存，我们会想尽办法来保护自己。 ',
    "laugh":
        '  时事杂志的主持人芭芭拉•华特斯（Barbara Watters），在阿富汗战争爆发前，到一个叫卡布（Kabul）的地方，做了一个有关两性角色的主题故事。 '
            '她发现当地的妇女都有一个习惯，走路的时候总是以慢五倍的速度跟在丈夫后面。 她不明白为什么。 '
            '\n\n  最近她又回到卡布，发现那里的女人仍然是这样跟在丈夫背后。 虽然塔利班（Taliban）政权已经被推翻，但是这些妇女们仍然乐于遵从这个传统。 '
            '主持人华特斯小姐在访问其中一名妇女时，在好奇心的驱使下就问：「妳们为什么乐于坚守这个曾经一度极力要推翻的传统呢？」'
            '\n\n  那个女人目不转睛地望着华特小姐，然后毫不犹豫地回答说：「因为有地雷！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_2.png',
    "videoId": 'GkRrP2iBaKw',
    "videoName": '不断成长，进入丰盛 | 曾兴才牧师 | 20240121 | 生命河 ROLCCmedia',
    "talk": '  是的，恐惧会促使你做各样的措施来保护自已。 但有时候，没有任何预备能够帮助你面对它。 '
        '你渴望在千变万化的人情世故中找到永不摇动的锚，找到真正的平安。 '
        '\n\n  诗人大卫提醒我们说：唯有紧紧抓住永不改变的真神上帝，哪怕是走过死荫幽谷，你也可以不怕，因为知道上帝永远与你同在，'
        '祂的杖可以帮助你从错误的道路上回转过来，祂的竿会指引你走正路。 '
        '有耶和华上帝与你同在，你可以不再恐惧，可以享受出人意外的平安。 '
        '\n\n  今天，尝试把你心中的恐惧借着祷告，告诉上帝。 ',
    "likes": 21,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 3,
    "title": '彼此饶恕',
    "scriptureName": '歌罗西书 3:13',
    "scriptureVerse": '「倘若这人与那人有嫌隙，总要彼此包容，彼此饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。」',
    "prelude":
        '  饶恕别人的过犯是一种美德，也是上帝要我们做的一件事。 但是，我们往往会因为别人的伤害，无论是有意或无意的，耿耿于怀，久久都不能放下。 连一个小学生也不例外。 ',
    "laugh": '  小美一直以来都不喜欢五年级班的国文老师，她在等待机会向老师表达她心中的不满。 '
        '有一天，国文老师在上文课时，指定一个作文题目〈三十年后的我〉。 以下是美的作文：'
        '\n\n  「今天的天气不错，我开着老公在结婚周年送我的劳斯莱斯，手指上带着他刚买给我的三克拉大钻戒，'
        '脖子上也挂着上个月生日才送给我的红宝石项链，带着我的一对可爱双胞胎到大安森林公园去玩。 '
        '我们走在鸟语花香的园区理，到处都是人们羡慕的眼光。 '
        '\n\n  突然间，路边冲出一个浑身恶臭、满脸污秽，看来好无家可归的老太太，垂着头低声地向我讨东西，差点吓我的一对宝贝。 '
        '惊吓之余，我再仔细一看，『天啊！ 竟然是我国小五年级的国文老师！ 』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_3.png',
    "videoId": 'Ay5KpU3QS44',
    "videoName": '圣灵，再一次充满我们 | #曾兴才牧师 | 20230611 | 生命河 ROLCCmedia',
    "talk": '  饶怨乃是一个决定，不能够凭感觉。 因为受伤害的感觉会使我们的思想混乱不清。 '
        '当我们越去思想别人对我们的伤害，我们就越陷越深，叫我们跌入苦毒与怨恨的深渊里。 其实，那伤害你的人可能早已经把你忘得一干二净。 '
        '当你茶饭不思的时候，他/她可能在大吃大喝；当你深夜却无法入眠时，他/她可能早已呼呼大睡。 '
        '难怪有人说：「一个不饶恕别人的人，好像一个人喝了毒药，却盼望别人死。」'
        '\n\n  但是当我们决定顺服上帝的话去饶恕人时，我们就伤害中得医治，得自由，重新领受上帝赦罪的恩典。 '
        '\n\n  为何不作一个聪明人，选择饶恕那伤害你的人？ ',
    "likes": 24,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 4,
    "title": '先去掉眼中梁木',
    "scriptureName": '马太福音 7:4',
    "scriptureVerse": '「你自己眼中有梁木，怎能对你弟兄说『容我去掉你眼中的刺』呢？」',
    "prelude": '  每一个人都有优点，也有缺点。 许多人际关系上的冲突，通常是出自人的自我中心，就是只看到别人的短处，而不知自己的缺点；'
        '总是觉得别人有问题，自己是完美的。 ',
    "laugh": '  老王担心他太太的听觉有问题，可能需要带耳机，他不知如何开口，就问他的医生。 '
        '\n\n  医生告诉他一个简单的测验，「你可以这样做，站离开她四十呎，用平常谈话的声音和她说话，看她是否听见你，若听不见，距离三十呎， 然后二十呎，一直到她听见为止。」'
        '\n\n  当天晚上，老王坐在客厅，太太在厨房做饭，他想，「我大约离她四十呎，看看她有何反应！」'
        '\n\n  然后他就用平常说话的声音问太太说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  没有回应。 老王就走靠近厨房近一点，约三十呎，问太太说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  仍然没有回应。 他就走到饭厅，离开太太约有二十呎，又问：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  还是没有回应。 因此，他就走到厨房门口，离开太太约有十呎，问：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  又是没反应。 老王就走到太太的背后，问说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  太太回答说：「老公，这是第五次了，宫保鸡丁！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_4.png',
    "videoId": 'gUxlZ4S_meE',
    "videoName": '你要我为你做什么 | 曾兴才牧师 | 20220109 | 生命河 ROLCCmedia',
    "talk": '  当我们承认自己不是十分完美时，我们就会以不同的眼光去看待周围的人。 一个成功的人知道自己的优点和缺点，'
        '他/她会去发掘和欣赏别人的优点，及以别人的优点来补足自己的缺点，以自己的优点去帮补别人的缺点。 '
        '更重要的是，他/她也懂得发挥自己的优点，并让它成为自己的优势。 '
        '\n\n  今天就尝试去发掘及欣赏你身边人的优点吧！ 记得要具体地告诉他/她，你所发掘的优点。 ',
    "likes": 22,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 5,
    "title": '分享的喜乐',
    "scriptureName": '路加福音 3:11',
    "scriptureVerse": '「约翰回答说：『有两件衣裳的，就分给那没有的，有食物的也当这样行。』」',
    "prelude": '  分享的喜乐是双倍的喜乐。 能够与别人分享好的东西，不但是一种美德，也是一种祝福，因为这表示你有，你才会与别人分享。 ',
    "laugh": '  有一天，有一位老先生买了一个汉堡、薯条和一杯饮料。 坐下以后，就把汉堡小心地切成一半，一半给太太，'
        '然后小心地把薯条分成两堆，一堆放在太太面前。 之后，他喝了一口饮料，太太也喝了一口，就把它放在中间。 '
        '\n\n  当他开始吃他的汉堡时，周围的人看了都在窃窃私语，显然地，他们都在想，「这么可怜的老夫妻，只能够买一个套餐两个人分着吃 。」'
        '\n\n  当老先生开始吃他的薯条时，一位青年人来到他们桌前，很有礼貌地说，他想为他们多买一个套餐。 '
        '\n\n  老先生说，他们不需要，因为他们习惯分享每一件东西。 '
        '\n\n  靠近他们桌子的人，发现老太太一口都还没吃，她坐在那里，看着她的丈夫吃，偶而自己喝一口饮料。 '
        '\n\n  再一次，那位青年人又走过来，要求允许他为他们买一个套餐。 '
        '\n\n  这一次，老太太说：「不必了，谢谢你，我们习惯了分享每一件东西。」'
        '\n\n  终于老先生吃完了，他就用纸巾擦干净自己的险。 那位青年人又走到老太太面前，看她什么都还没吃，就问她说：「您还在等什么呀？」'
        '\n\n  老太太不慌不忙地回答说：「我在等他的假牙！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_5.png',
    "videoId": 'sUuT3a-ibbs',
    "videoName": '那九个在哪里呢？ | 曾兴才牧师 | 20231112 | 生命河 ROLCCmedia',
    "talk": '  若是人人都有一颗与他人分享好东西的心， 这世界肯定会更加温暖、可爱。 '
        '其实，与他人分享好东西不是我们天生就会做的事，乃是一个需要被教导和学习的美德。 '
        '一旦我们开始与他人分享好东西时，我们会惊然发现--得到的快乐是远远超出我们所付出的。 '
        '\n\n  分享可以从日常生活中的一件小事开始，可以从你身边的家人或朋友开始。 请问有什么好东西你可以和他人分享呢？ ',
    "likes": 16,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 6,
    "title": '选择报告好消息',
    "scriptureName": '新译本，箴言 15:30',
    "scriptureVerse": '「眼中的光采使人心快乐；好消息使骨头滋润。」',
    "prelude":
        '  我们每天听到的消息，坏消息总是比好消息多。 其实，每一件事情的发生，有它好的一面，也有不好的一面，关键是在于我们怎么去看待所发生的事。 ',
    "laugh": '  有一天，在产房的后客厅坐了三位准爸爸：小张、小李和小曾，等候他们的太太生产，就聊起天来。 '
        '\n\n  小张：「我的同事告诉我说，我在M&M巧克力公司上班，是个好预兆，这一次，太太一定会生个双难胎•」'
        '\n\n  话选没有讲完，护士小姐就从产房走出来，告诉他； 「恭喜你，张先生，你太太生了个双胞胎。」'
        '\n\n  两分钟之后，又有一个护士出来，对小李说：「恭喜你，李先生，你太太生了三胞胎！」'
        '\n\n  小李高兴得合不拢口，说：「这可真巧呀！我是在三环公司上班的！」'
        '\n\n  小曾在旁听了以后，脸色都变了，一面跑向大门，-面叫着说：「不得了啊，不得了啊！我是在7-Eleven 上班的啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_6.png',
    "videoId": 'CDtAEvmJo4k',
    "videoName": '第二次机会的福音 | 曾兴才牧师 | 20230423 | 生命河 ROLCCmedia',
    "talk": '  坦白说，我们都希望每天可以听到好消息。 其实，与其在等待听好消息，不如成为报好消息的人，因为好消息可以使骨头滋润，心情愉快。 '
        '那我们就要学习从正面、积极的眼光去看待每天所发斯生的事情，才会有好消息可报。 '
        '\n\n  在今天所发生的事情中，你从正面、积极的眼光看见了什么？ 找一个人分享你的好消息。 ',
    "likes": 8,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 7,
    "title": '慷慨乐施',
    "scriptureName": '提摩太前书 6:18',
    "scriptureVerse": '「又要嘱咐他们行善，在好事上富足，甘心施舍，乐意供给(或译:体贴)人。」',
    "prelude": '  一个慷慨大方的人，是人人都想结交的朋友。 其实，慷慨乐施不是天生就会付的事，反而可以从别人身上学来的，或被环境影响的。 ',
    "laugh": '  有一个阿拉伯人要做心脏移植手术，医生为他验血，以防万一需要输血。 却发现他有稀有的血型，当地找不到，要到外国去找，终于找到一位犹太人有相同血型出愿意捐血给他。 '
        '\n\n  手术非常的成功，这位阿拉伯先生寄一张感谢卡他，另外加上一颗很名贵的钻石，还有一辆劳斯莱斯 （Rolls-Royce）名车送给他。 '
        '\n\n  很不幸地，没多久，这位阿拉伯先生仍要做一次改正手术。 当然，那位犹太人很乐意再捐血给他，相信他会给更多的礼物。 '
        '\n\n  第二次手术也非常成功，这位阿拉伯先生又寄一艮感谢卡片加上一盒巧克力糖！ 犹太人觉得好惊奇，看到他不像上一次那样送大礼物给他，于是打电话给他，想知道事情的真相。 '
        '\n\n  结果，这位阿拉伯先生回答说：「亲爱的朋友，你不要忘记，我现在身体里面流的血是犹太人的血啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_7.png',
    "videoId": 'zwsBDQ0WLpg',
    "videoName": '拥抱天父的心 | 曾兴才牧师 | 20231015 | 生命河 ROLCCmedia',
    "talk": '  你曾否领受别人的施予？ 特别是当你有困难的时候，你当时的感觉又如何？ 要领受别人的慷慨乐施，不如先成为一个慷慨乐施的人。 '
        '施于他人的可以是物质上的需要，或一句欣赏、赞美、肯定的话语，或是花时间聆听他人心中的困苦。 '
        '当你开始向身边的人施行恩惠时，你是在做一件善事，你在满足他/她的需要。 '
        '\n\n  请观察一下你身边左右的人，看看他们有什么需要你可以去满足的。 不妨花一点时间和精神，成为他们的祝福！ ',
    "likes": 7,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 8,
    "title": '男女有别',
    "scriptureName": '创世记 1:27',
    "scriptureVerse": '「神就照着自己的形象造人，乃是照着他的形象，造男造女。」',
    "prelude":
        '  自古以来，男女或夫妻之间的纠纷不断，主要原因之一，乃是不了解男女之别。 男女不但在沟通上大有区别，理解的程度也大有不同。 ',
    "laugh":
        '  有一天早上，王太太起床后很高兴地对丈夫说： 「昨天晚上我做了一个很真实的梦，我梦见你买了一颗非常昂贵的钻石戒指作我的生日礼物，我从来没有做 过这样的梦，你想这是什么意思呢？」'
            '\n\n  「今天晚上妳就会知道了，亲爱的！」丈夫若有所思地回答说。 '
            '\n\n  这一整天，王太太根本无法控制她兴奋的心情，她非常急迫地等待她老公下班回来。 '
            '\n\n  果然，老公手上拿着一个包得非常精致美丽的小盒子。 当老公把这小盒子送给太太之后，她迫不及待地把它打开来，却发现是一本书，书名是——《异梦的解释》。 ',
    "photoUrl": 'assets/photos/xlcdapp_photo_8.png',
    "videoId": 'tyTmt2fWMn0',
    "videoName": '高举圣诞节的耶稣 | 曾兴才牧师 | 20231210 | 生命河 ROLCCmedia',
    "talk": '  男女之间的不同从身体上的构造，对事情的看法，及处理问题的方式，都是显而易见的。 '
        '要了解男女之间的不同需要下功夫，除了有许多书籍可以帮助我们之外，沟通更是不可缺少的。 '
        '\n\n  试想一想，如果所有男女都是一模一样的，这世界肯定会失去许多乐趣，生活一定枯燥乏味。 '
        '\n\n  了解和接受男女有别是美好人际关系的重大要素。 上帝按照自己的形像造男造女，男女之间的异同为世界和生活带来许多乐趣及挑战，'
        '同时，这些异同也有互补的功能。 若能细心去彼此欣赏和沟通，我们一定会感谢父神的创造奇妙可畏！ ',
    "likes": 6,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 9,
    "title": '停止相咬相吞',
    "scriptureName": '加拉太书 5:15',
    "scriptureVerse": '「你们要谨慎，若相咬相吞，只怕要彼此消灭了。」',
    "prelude": '  两个人在一起相处，摩擦和冲突是自然的副产品，尤其是夫妻。 但是无论如何，千万不要在气头上多说话，免得后悔莫及。 ',
    "laugh":
        '  有一天，何先生和太太吵架之后，非常生气，决定不和她说话，宣告冷战。 但心中掩不下一团的怒火，就决定做一首诗来发泄心中的怒气。 诗是这样写的：'
            '\n\n  「神看见我饿了，就造了一个包子，神看见我渴了，就造了一杯凉茶，祂看我在黑暗中，就造了光，祂看见我没有问题，就造 了妳。」'
            '\n\n  何太太也不是省油的灯，看了以后，也写一首诗回他。 她写道：'
            '\n\n  「我把你的名字写在沙滩上，它被冲走了，我把你的名字写在天空中，它被吹走了，然后，我把你的名字写在我的心 上，我得了心脏病！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_9.png',
    "videoId": 'ZQyr9RgkVmQ',
    "videoName": '风浪中你可以有平安 | 曾兴才牧师 | 20220918 | 生命河 ROLCCmedia',
    "talk": '  虽然人际关系中的摩擦和冲突是相处的副产品，但是彼此伤害是可以避免的。 只要愿意谨慎自己，在冲突时选择沟通，不要感情用事，生气时要勒住舌头，不要以恶报恶，将你的即时反应延后三分钟，结果就必截然不同。 '
        '\n\n  若是你执意要得理不饶人，结果只会两败俱伤。 这又何苦呢？ 其实，与你越亲近的人，越容易产生冲突，因为你们在乎对方，你们在乎对方所说的话或所做的事。 既然是与你这么亲近的人，那又何必如此的计较，为何不让自己的心胸宽广一些，选择接纳、包容和饶恕呢？ ',
    "likes": 5,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 10,
    "title": '不要只顾自己',
    "scriptureName": '腓立比书 2:4',
    "scriptureVerse": '「各人不要单顾自己的事，也要顾别人的事。」',
    "prelude": '  自我中心是人罪性的最具体写照。 自我中心的人是不受人欢迎的，因为他/她只是想到自己和自己的利益，不管他人的死活。 ',
    "laugh": '  小朱好不容易等到了中年，储蓄了钱去大峡谷旅行，他就乘坐飞机游览大峡谷的风景。 '
        '当飞机飞到峡谷的上空时，引擎突然间发生故障，飞机师就对他们说：「你们一共有四个人，但我只有三个降落伞，你们自己决定如何分配吧！」'
        '\n\n  第一个男生抢着说：「我有很多财产还没有处理，我不能死！」他就拿了一包降落伞跳了下去。 '
        '\n\n  第二个男生说：「我家里还有妻子、儿女需要我照顾，我也不能死！」拿了第二包降落伞也跳了下去。 '
        '\n\n  现在只剩下小朱和另一个单身女子。 小朱说：「我已经步入中年了，妳还年轻，最后一包降落伞还是给妳用吧！」'
        '\n\n  单身女子却很冷静地回答说：「其实我们还有两个降落伞，因为第一个男子拿了我的背包跳下去了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_10.png',
    "videoId": '4GfLe4AWUag',
    "videoName": '成为神和人喜爱的人 | 曾兴才牧师 | 20230521 | 生命河 ROLCCmedia',
    "talk": '  是的，各人不要只顾自己的事，也要顾别人的事。 '
        '\n\n  我们都不愿意和自私自利的人作朋友，因为他们只会为自己的利益打算，从来不会想到别人的感受和需要。 他们如此做，还觉得是理所当然的。 '
        '能够为他人着想是一种美德。 能够为别人的好处着想的人是一个谦卑的人，他/她也是一个成熟的人，这跟年龄没有直接的关系，却和个人的生命修养大有关系。 '
        '\n\n  现在就想一想，有谁需要你去关心的？ ',
    "likes": 4,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 11,
    "title": '活出你的最高点',
    "scriptureName": '以弗所书 4:1',
    "scriptureVerse": '「我为主被囚的劝你们：既然蒙召，行事为人就当与蒙召的恩相称，」',
    "prelude": '  每个人心中都有自己梦想的工作，但是常常因为现实环境所逼，久久都未能美梦成真，只好因为生活委曲求全。 ',
    "laugh": '  朱先生失业快一年了，有一天看到动物园招聘员工广告，当他去询问时，才惊然发觉只剩下一个空缺，就要人扮猴子。 '
        '因为过几天就是公共假期，有很多孩子会来动物园，动物园刚好缺猴子，因此请人假扮。 朱先生因着要用钱，就决定做这个假扮猴子的工作。 '
        '\n\n  第二天，天还未亮的时候，朱先生就穿上猴子的服装，观进笼子里去。 天亮了，许多孩子来了，他所要做的就是在地上跳来跳去，从一棵树跳到另一棵树去，然后管理员喂他的花生和香蕉。 '
        '\n\n  四、五个小时过去了，他已经精疲力尽了，满肚于香蕉。 当他从一棵树想跳到另一棵树去的时候，觉得头一点晕，不小心就掉进隔壁的狮子坑里。 '
        '\n\n  他大声喊叫：「救命啊，救命啊！」'
        '\n\n  那狮子就走过来，小声地对他说：「如果你不住口，我们两人都要失去工作了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_11.png',
    "videoId": 'Y7rWKYWAZWE',
    "videoName": '新的季节，重新得力 | 曾兴才牧师 | 20230903 | 生命河 ROLCCmedia',
    "talk": '  上帝的心意是要你活出你的最高点。 要活出你的最高点是要去发掘上帝给你那独特的份：你对什么事最有热情？ 你最擅长的技能是什么？ 亲友最常讃赏你的是什么？ '
        '\n\n  当你发现上帝给你独特的那一份时，你要找机会或环境或平台让你充分地去把「那一份」发挥出来。 你必然会有意想不到的收获，因为你活出了你生命的最高点！ ',
    "likes": 3,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 12,
    "title": '肯付代价',
    "scriptureName": '马太福音 16:24',
    "scriptureVerse": '「于是，耶稣对门徒说：「若有人要跟从我，就当舍己，背起他的十字架来跟从我。」',
    "prelude": '  凡是有价值的东西都附带着代价；有成就和有影响力的人都是肯付代价的人。 往往代价的轻重决定于成就或影响力的大小。 ',
    "laugh":
        '  有一次，美国联邦特警在征召杀手，经过了所有的背景调查，面试及考试后，最后剩下三个人，两个男的，一个女的。 面对最后的考试，美国联邦特警警官把第一个男子带到铁门口前，把一支手枪交给他说：'
            '\n\n  「你必须知道无论在什么情况下，你一定要听从美国联邦特警的指示。」'
            '\n\n  「在这个房间里，你会看见你的太太坐在椅子上，你一定要杀她！」'
            '\n\n  那男子回答说：「你可不是认真的吧！我永远不能杀我的太太。」'
            '\n\n  警官回答说：「那你就不适合做这份工作，带你太太回家吧！」'
            '\n\n  第二个男人也被给予同样的指示。 他拿了手枪走进房间里，房里非常安静，大约五分钟之后，他泪流满面地走出来。 '
            '\n\n  我试了，但是我就是不能杀我的太太。 」'
            '\n\n  警官说：「你也不够资格，带你太太回家吧！」'
            '\n\n  最后，轮到那个女的，给了她同样的指示，要她杀她的丈夫。 她拿了手枪走进房间，「呼！呯！」枪声响了几下，接着有尖明声，椅子打在墙上的声音。 '
            '\n\n  几分钟之后，一切恢复安静，门慢慢地打开了，那女人站在那里，汗流满面地说：「这手枪里的子弹是空的，我只好用椅子打他！」 ',
    "photoUrl": 'assets/photos/xlcdapp_photo_12.png',
    "videoId": 'hDQn8tOm3rs',
    "videoName": '翻转生命的敬拜 | 曾兴才牧师 | 20230212 | 生命河 ROLCCmedia',
    "talk": '  成功（Success）是需要付代价的，但是要有所成就（Significant）或有影响力，你需要付更高的代价。 '
        '\n\n  当耶稣向许多跟随祂的人发出这个挑战时，我猜想，很多人从此就不再跟从祂了，因为耶稣要求的代价太大了。 '
        '主耶稣要求愿意继续跟随祂的人，要把自己的梦想、计画全都放下，还要愿意有一颗受苦的心志，跟从祂到底。 '
        '\n\n  但是我们可以从历史看见，那些肯为祂付代价的人，乃是重写历史的人，我们都知道他们是谁。 今天，你也可以加入他们的行列。 ',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 13,
    "title": '要做新事',
    "scriptureName": '以赛亚书 43:19',
    "scriptureVerse": '「看哪，我要做一件新事，如今要发现，你们岂不知道吗？我必在旷野开道路，在沙漠开江河。」',
    "prelude":
        '  许多人都喜欢新的东西；喜欢看新的事情；喜欢听新鲜的故事。 但是在每天周而复始的工作与生活中，我们不再盼望看见新的事，生活就变得枯燥乏味了。 ',
    "laugh": '  有一天，沉姊妹心血来潮，买了一只母鹦鹉，没想到带回家里，它说的第一句话就是，「亲一亲我，宝贝！」'
        '\n\n  沉姊妹一听，心想：「糟糕，别人还以为这话是我教它的，这可要把我的淑女形象全毁了。」'
        '\n\n  于是她想尽办法，想教那只鹦鹉说些高雅的东西。 可是那只鹦鹉就是铁了心，只会说一句话，「亲一亲我，宝贝！」'
        '\n\n  怎么办呢？ 沉姊妹不知该如何是好时，听说牧师家里也养了一只鹦鹉，是只公的，而且那只鹦鹉不但不讲粗话，反而是个虔诚的信徒，每天大部分的时间都在祷告，于是 ，沉姊妹就向牧师求助。 '
        '\n\n  牧师明白她的来意之后，有点为难地对她说：「这个很难办呀，其实那只鹦鹉，我也没有刻意地教它什么，它之所以这么虔诚，也可能是长期 在此受薰陶的缘故吧！」'
        '\n\n  牧师见沉姊妹很失落，便说道：「这样吧，妳把妳的鹦鹉带到我这里来，我把它们放在一起，希望经过一段时间，妳那只鹦鹉能够被感化， 我只能做这些了，有没有效果，就看神的旨意了。」'
        '\n\n  沉姊妹一听． 也只能这样了。 不是有句话说，「近朱者赤」吗？ 于是把鹦鹉带到牧师家里，牧师就把两只鹦鹉放在一起。 '
        '\n\n  开始时母鹦鹉还有一些拘谨，看那只公鹦鹉在笼子的一角默默地祷告，还真不忍心打扰，可是它忍不住，终于说：「亲一亲我，宝贝！ 」'
        '\n\n  公鹦鹉听到这话，停止了祷告，转身看看母鹦鹉，忽然，泪如雨下说：「感谢神，我的祷告终于实现了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_13.png',
    "videoId": 'qz9teFHW-vo',
    "videoName": '新的挑战 新的应许 | 曾兴才牧师 | 20210613 | 生命河 ROLCCmedia',
    "talk": '  要做新事不是一件困难的事。 当你愿意调整你的思想，放慢你的脚步，多一点的观察和聆听，你每天都可以经历新的事。 '
        '\n\n  当以色列百姓习惯性地过他们的生活，记念他们过去的经历，思想他们的古时美好时光时，他们对上帝不再有任何期待。 上帝借先知以赛亚提醒他们说，要注意看，留心去看，上帝每天都在做新事。 '
        '\n\n  请想一想，看一看，今天上帝为你做了什么新事？ 或今天你做了什么新事？ ',
    "likes": 3,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 14,
    "title": '要作智慧人',
    "scriptureName": '以弗所书 5:15',
    "scriptureVerse": '「你们要谨慎行事，不要像愚昧人，当像智慧人。」',
    "prelude":
        '  我相信没有一个人天生就想作愚眛人，人人都想作智慧人。 其实，愚昧人和智慧人往往只是一线之差。 智慧人知道他要的是什么，并且知道他什么时候要。 ',
    "laugh": '  八十四岁的老刘喜欢钓鱼，有一天，当他坐在船上钓鱼的时候，听到有一个声音说：「把我拿起来。」'
        '\n\n  他四处张望，却四下无人。 当他又听到「把我拿起来」时，他以为是他的幻觉，他往水中定神一看，那里正有一只青蛙浮在水面上。 '
        '\n\n  老刘问说：「你在跟我说话吗？」'
        '\n\n  青蛙回答说：「对，就是我啊！」'
        '\n\n  「将我拿起来，吻我一下，我就会变成你今生所见最漂亮的女人。我确定你的朋友会又羡慕又嫉妒，因为我将会成为你的新娘。」'
        '\n\n  老刘注视了青蛙片刻后，伸出手，很小心地把青蛙放入他的口袋里。 '
        '\n\n  青蛙说：「怎么，你疯啦？你没听我说吗？我说，吻我一下，然后我就会成为你美丽的新娘。」'
        '\n\n  老刘拨开他的口袋，看着青蛙说：「算了吧，以我这样的年纪，我宁愿有一只会说话的青蛙。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_14.png',
    "videoId": 'caFA7orVD_w',
    "videoName": '没有救自己的耶稣 | 曾兴才牧师 | 20220410 | 生命河 ROLCCmedia',
    "talk": '  在这充满试探的环境里，要谨慎行事是最好的劝告。 因为谨慎与否就决定了你是愚昧人还是智慧人。 '
        '因为有些事，表面上看起来，十分的美好，但其实并不是如此美好。 '
        '\n\n  你每天的生活都面对许许多多大小的决定，每一个决定都有一定的后果。 '
        '当你能够在作决定的时候，先安静向智慧源头的上帝祷告，然后再按照你心中平安的感动，你可以相信，你所作的选择会带给你喜乐和祝福。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 15,
    "title": '上帝荣耀的丰富',
    "scriptureName": '腓立比书 4:19',
    "scriptureVerse": '我的神必照他荣耀的丰富，在基督耶稣里使你们一切所需用的都充足。 ',
    "prelude": '  我们是有需要的人住在充满各种需要的世界里。 人人都盼望自己所有的需要都能得满足，'
        '有一些需要的确靠自己可以得到满足，但有时候，我们的需要却会透过周围的人得以满足。 ',
    "laugh":
        '  有一位老牧师被邀请到一个小市镇的教会去讲道。 主日早上，教会派一位执事到酒店去接他，快要到教会时，老牧师才发现他忘了带假牙。 执事就说：「我这里有一个，你可以试试看。」'
            '\n\n  因为时间的关系，老牧师只好试了一下，说：「这个太小了！」'
            '\n\n  执事马上又递上一个大一点的假牙。 '
            '\n\n  老牧师试了一下，说：「这一个又太大了一点，我担心它随时会掉下来！」'
            '\n\n  「没问题！」 执事回答说。 然后，从他夹克的口袋里又拿了一个假牙给老牧师。 '
            '\n\n  「这一个应该适合你了！」'
            '\n\n  果然，老牧师带上了以后，感觉就像自己的，好高兴，但却很好奇地问他说：「这位弟兄，你怎么会有这么多假牙，请问你是牙医吗 ？」'
            '\n\n  「不，不，不」执事笑着回答说：「我是在殡仪馆替死人化妆的。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_15.png',
    "videoId": 'AGTacXFkFDQ',
    "videoName": '耶稣必能为你平静风浪 | 曾兴才牧师 | 20200315 | 生命河 ROLCCmedia',
    "talk": '  需要得到满足是一件很快乐的事。 其实， 要满足我们所有的需要是不可能的。 当我们只想去满足我们自己的需要时，结果往往是令我们失望和灰心，有时还会造成别人的伤害。 '
        '\n\n  当我们把需要带到这位创造宇宙万物的上帝时，并相信祂会在最恰当的时候，透过最好的方法，使我们一切所需用的都充足。 但是许多时候，上帝也会以祂的智慧，透过周围的人来成就这事。 '
        '\n\n  请问你是否想过，上帝也曾透过你满足了别人的需要，或许，今天祂就要这样使用你。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 16,
    "title": '起初的爱心',
    "scriptureName": '启示录 2:4',
    "scriptureVerse": '「然而，有一件事我要责备你，就是你把起初的爱心离弃了。」',
    "prelude": '  有爱就有热情。 我们都喜欢和有爱有热情的人在一起。 很不幸的是，常常因为工作的忙碌，家务的繁重，'
        '心中的热情很容易被熄灭了，生活和婚姻因而失去了乐趣。 ',
    "laugh": '  有三位姊妹花，一个未婚，一个刚订婚，一个已结婚。 有一天，姊妹花们谈起她们的另一半，谈完之后，如们决定给另一半来个惊喜。 '
        '于是姊妹花各自买了黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩。 '
        '\n\n  几天之后，姊妹花们见面吃午餐，并且交换心得。 '
        '\n\n  未婚的妹妹说：「那天晚上，当我的男朋友发现了我穿黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，他忍不住说：『妳是我的女人 ，我爱妳！』然后就紧紧抱着我不放。」'
        '\n\n  刚订婚的二姊说：「那天晚上，我穿着风衣到他的公寓，当我打开风衣让他看见了黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，他没有说 一个字，从此以后，他每天迫不及待地要见我。」'
        '\n\n  已经结婚的大姊说：「我已经很久没有和老公约会了，所以，先安排孩子们到妈妈那里，这样就可以和我的老公享受二人世界了。我点了几根 蜡烛，穿上我的黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，兴奋地等他下班回家。'
        '\n\n  当他开门之后，看见了我，竟然指着餐桌问我说： 『晚餐吃什么，蝙蝠侠！ 』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_16.png',
    "videoId": 'jNSw1OJkzdY',
    "videoName": '经历感恩的能力 | 曾兴才牧师 | 20221113 | 生命河 ROLCCmedia',
    "talk": '  以弗所的教会是一个模范教会，这教会乃是七间教会中被耶稣赞了又赞的教会，他们有好的表现，劳碌，忍耐，为主的名劳苦，'
        '然而只有一件事让耶稣难过的，也是最重要的一件事：离弃了 起初的爱心。 '
        '\n\n  要心里火热，重新拾回起初的爱心，你需要回到最起初的爱；思想当年你是如何的对生命充满热情，回想当初你是如何爱得死去活来。 '
        '一旦你找回起初的爱心，你心中的热火就要被点燃，生命不再只是过日子，乃是享受；婚姻家庭不再只是枯燥乏味，乃是充满欢笑和乐趣。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 17,
    "title": '要像小孩子',
    "scriptureName": '马可福音 10:15',
    "scriptureVerse": '「我实在告诉你们：凡要承受神国的，若不像小孩子，断不能进去。」',
    "prelude": '  小孩子的天真无邪，单纯可爱是我们喜欢他们的原因。 但是，有时候他们对现实环境的洞察力和解释弄得我们啼笑皆非。 ',
    "laugh": '  有一天，老师要同学们用他们所学习到的成语来作文，题目是〈我的家〉。 以下是小明的作文《我的家）：'
        '\n\n  「我的家有爸爸、妈妈和我三个人。每天早上一出门，我们三人就分道扬镳：各奔前程，晚上又殊途同归。'
        '爸爸是个建筑师，每天往工地上比手划脚。 妈妈是售货员，每天在商店里招摇撞骗，来者不拒。 '
        '我是学生，每天在教室里目瞪口呆，充耳不闻。 '
        '\n\n  我的家三个成员臭气相投，家中一团和气，但我的成续不好时，爸爸也同室操戈，心狠手辣地打得我遍体鳞伤，五体投地，'
        '妈妈在一旁视若无睹或袖手旁观，从来不曾见义勇为，有时甚至助纣为虐。 」'
        '\n\n  老师看后问小明：「你考试成绩不好的话，你父母怎么处罚你？」'
        '\n\n  小明回答说：「八十分以下女子单打，七十分以下男子单打，六十分以下男女混合双打！！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_17.png',
    "videoId": 'hbxbb2vvbcw',
    "videoName": '耶稣降⽣的三⼤恢复 | 曾兴才牧师 | 20221211 | 生命河 ROLCCmedia',
    "talk": '  我们都很怀念童年的时光，无忧无虑，单纯地信靠父母亲会完全地供应及满足我们一切的需要。 但年纪大了之后，经历也多了，思想变复杂了，生活因此增加了许多忧虑。 '
        '\n\n  主耶稣告诉我们进天国的条件，听起来非常简单，实际上去行却不容易—-要像小孩子才能进天国。 怎样才能再像小孩子一般呢？ 小孩子有哪一些品质如此的吸引耶稣？ '
        '让我们今天开始寻回已失去多年的「小孩子」，重新享受天国的祝福。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 18,
    "title": '应当一无挂虑',
    "scriptureName": '腓立比书 4:6',
    "scriptureVerse": '「应当一无挂虑，只要凡事借着祷告、祈求和感谢，将你们所要的告诉神。」',
    "prelude": '  忧虑或挂虑不知何时已经成为我们人的天性。 从为工作、生活，到为小孩和家庭挂虑，'
        '每天总是会有一些事或人让我们挂虑，可笑的是，大部分我们所挂虑的事情都不会发生。 ',
    "laugh": '  有一天，胡先生夫妇因为相约去吃晚饭产生了一点误会，第二天他们各自在日记上写下自己的感受。 '
        '\n\n  胡太太的日记是这样写的：「昨天晚上，他真的是非常古怪，我们本来约好了一起去状元楼吃晚饭，他看完棒球赛后就直接到餐厅等我， '
        '但是白天我和几位姊妹去Macy百货公司血拼，结果就去晚了一点...，可能因此他就不高兴了，一直都不理睬我，气氛僵极了。 '
        '\n\n  后来我主动让步说：『我们都退一步，好好地交通一下吧！ 』他虽然同意了，却还是继续沉默，一副无精打采、心不在焉的样子。 '
        '我问他到底『怎么了』，他只说『没事』。 后来我问他，是不是我惹他生气了，他说，这不关我的事，叫我不要管他。 '
        '\n\n  我们回到家的时候，我感觉我可能要失去他了。 他坐在那儿什么也不说，就只闷着头看电视，继续发呆，后来我只好自己上床去睡觉。 '
        '\n\n  十分钟之后，他爬上床来了，让我吃惊的是，他居然还过来抱我、亲我...。 可是尽管如此，我还是感觉他一直在想别的事。 '
        '我觉得要和他好好谈一谈，但是他居然已经睡着了，我只好躺在他身边默默地流泪。 '
        '\n\n  我现在非常的确定，他肯定有别的女人了，这真是像天塌下来了一样。 天哪！ 那，我真不知道活着还有什么意义！ 」'
        '\n\n  丈夫老胡的日记则只有一行字：「气死人了，昨天旧金山巨人队又输了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_18.png',
    "videoId": 'PWT_rjy2jbM',
    "videoName": '神的殿，我们的家 | 曾兴才牧师 | 20220814 | 生命河 ROLCCmedia',
    "talk": '  我非常同意有人如此说：「挂虑乃是错误的使用我们的想像力。」试想一想，你现在挂虑的是什么？ 是一件未发生的事情，但你却想像它会如何的发生。 '
        '你越想就越着急，好像它马上就发生在你眼前。 结果它根本就没有发生。 '
        '\n\n  圣经给我们一个最好的处方，帮助我们除去不必要的挂虑。 那就是告诉上帝你所要的。 无论大事小事，都可以随时随地借着祷告告诉上帝，这就是「凡事」的意思。 '
        '\n\n  腓立比书四章7节接着说，告诉上帝的结果：你心中就会有你想不到的平安和平静。 换句话说，你不再错误地使用你丰富的想像力了，你就会停止胡思乱想了。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 19,
    "title": '不要以恶报恶',
    "scriptureName": '罗马书 12:17',
    "scriptureVerse": '「不要以恶报恶。众人以为美的事，要留心去做。」',
    "prelude": '  当你受到别人的攻击或不公平的待遇时，你会有什么反应？ 一般人自然的反应会是反击或等待机会报复。 '
        '却没有想到，报复的行为不但没有为自己讨回公道，反而弄巧成拙了。 ',
    "laugh": '  有一对姊妹，有一天在海边捡到一个瓶子，两人好奇地打开，竟然有一股烟冒出来，化成一个神仙，两人吓坏了，没想到神仙居然开口说话：'
        '\n\n  「我已经被关了一千年，感谢妳们把我放出来，现在妳们可以各自许一个愿望，我会帮妳们实现。」'
        '\n\n  姊姊美芬一向嫉妒妹妹较得父母宠爱，所以她说： 「不管妹妹的愿望是什么，我都要她的两倍。」'
        '\n\n  妹妹听了之后，想都没想的接着说：「我希望我的三围是38、24、38。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_19.png',
    "videoId": 'Y3OWjoQ9KO0',
    "videoName": '当你灰心失望时 | 曾兴才牧师 | 20190317 | 生命河 ROLCCmedia',
    "talk": '  以恶报恶虽然是一般人的自然反应，但它可以不是你的自然反应。 我们没有办法控制别人的行为，但是我们可以选择要对他的行为做出什么样的回应。 '
        '\n\n  报复的行动只会带来更多的伤害，而且这是一个极可怕的恶性循环。 所以，圣经教导我们要做大家都以为美以为好的事，换句话说，选择去做对大家都有好处的事。 因为最终能够替我们伸冤的是公义、圣洁、慈爱的上帝。 '
        '\n\n  「亲爱的弟兄，不要自己伸冤，宁可让步，听凭主怒（或译：让人发怒）；因为经上记着：「主说：『伸冤在我，我必报应。』」（ 罗马书十二章19节）',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 20,
    "title": '要孝敬父母',
    "scriptureName": '以弗所书 6:2~3',
    "scriptureVerse": '「『要孝敬父母，使你得福，在世长寿。』这是第一条带应许的诫命。」',
    "prelude": '  忠孝仁爱礼义廉耻是中国人的传统美德。 孝敬父母理当是天经地义之事，儿女报答父母养育之恩可要趁着他们还健在的时候。 '
        '当父母亲不在人间时，做什么都不是那么重要了。 ',
    "laugh": '  老杨在清明节时去买祭品，看到居然有纸糊的iphone，还是最新的iPhone 6，便问老板说：'
        '「烧iPhone 6给老祖宗，恐怕他不会用吧？」'
        '\n\n  老板白了他一眼，说：「贾伯斯（Steve Job）已经下去教他们了，你还操什么心呀！」'
        '\n\n  老杨便买了一个iPhone 6。 '
        '\n\n  老板提醒他说：「再买个充电器吧！别忘了烧个充电器给他，不然老祖宗来找你就不好了，找你还是小事，叫你送去可就 麻烦了。」'
        '\n\n  老杨只好又买了一个充电器，付钱的时候老杨跟老板要了一张名片，说：「我会把它和祭品一起烧给老祖宗，手机若出了问题 ，就可以直接找你保修了。」'
        '\n\n  老板听后昏倒了！ ',
    "photoUrl": 'assets/photos/xlcdapp_photo_20.png',
    "videoId": '9w1BPwQG7-0',
    "videoName": '患难中的盼望 | 曾兴才牧师 | 20210822 | 生命河 ROLCCmedia',
    "talk": '  基督教非常看重孝道，因为上帝非常看重孝道。 十诚里的前四诫都是有关人对上帝的敬拜和尊崇，后六诫乃是有关人与人之间的诫命，'
        '而其中最首要的第五条诫命就是要孝敬父母。 这也是第一条带应许的诫命。 '
        '\n\n  所以，孝敬父母不但是儿女当尽的本分，还要加上上帝的祝福，在世蒙福长寿。 今天就趁着父母还在身边的时候，按着他们的需要去满足他们吧！ ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 21,
    "title": '灵巧像蛇、驯良像鸽子',
    "scriptureName": '马太福音 10:16',
    "scriptureVerse": '「我差你们去，如同羊进入狼群，所以你们要灵巧像蛇，驯良像鸽子。」',
    "prelude":
        '  在这弯曲悖谬，人心险恶的世代里，大家心里都没有平安。 虽然害人之心不可有，但是防人之心却不可少，因为有些事常常会发生在我们意料之外的。 ',
    "laugh": '  国庆黄金周有对老夫妇要去南方看孙子，离家前担心家中被偷盗，翻箱倒柜不算，还会损坏家具。 '
        '于是出门时在桌上 放下百元钞票一张，并一张纸条留言，上面写着：'
        '\n\n  「爬窗而入的侠行客，我们是退休教师，靠退休金生活，家里清寒没什么钱，您来一趟不容易，桌上的一百元是给您的劳务费。'
        '若您想扩大战果，本层对面是铁道部的一位高官，楼上一家是红十字会的领导，楼下那家是银行的行长，他们都很有钱而且这不取报警。 」'
        '\n\n  一个多月之后，老夫妇回来，发现桌子上的钱变成十万！ 也附有一张纸条，上面写着：'
        '\n\n 「感谢老师的教诲，过去不用功读书，唉，相识恨晚，那...一切尽在无言中。特留下十万元资讯费，请笑纳！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_00.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '无人像耶稣这样爱你 | 曾兴才牧师 | 20210321 | 生命河 ROLCCmedia',
    "talk": '  灵巧像蛇，驯良像鸽子是主耶稣基督给祂的门徒们的忠告，因为耶稣知道当时的世代险恶，善良的门徒们好像羊走入狼群，要他们提高警惕的心。 '
        '\n\n  但是要做到灵巧像蛇，真的需要随时警醒，在各样的处境中随机应爱。 驯艮像鸽子乃需要智慧，晓得在什么情况下保持什么样的态度。 '
        '\n\n  你目前的处境或面对的情况需要你灵巧像蛇，还是驯良像鸽子，或者两者都要有？ 求主耶稣给你智慧吧！ ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 22,
    "title": '隱藏的事會顯出來',
    "scriptureName": '馬可福音 4:22',
    "scriptureVerse": '「因為掩藏的事、沒有不顯出來的．隱瞞的事、沒有不露出來的。」',
    "prelude":
        '中國人有一句類似的話：紙包不住火。是的，在日光之下，所有掩藏的事，最終都會顯出來的。有趣的是，許多我們以為別人不知道的事，原來他們都知道，也沒有忘記。',
    "laugh": '在一個法院的審判案中，一位美國南部小市鎮的檢察官叫他的第一個證人，祖母級的老婦人上來。他走到她面前問她說：'
        '\n\n  「鐘氏夫人，妳認識我嗎？」'
        '\n\n  老婦人回答說：'
        '\n\n  「為什麼？是的，我認識你，威廉先生，當你還是小男孩的時候我就認識你了。坦白說，你令我非常失望，你說謊，欺騙你的太太，在別人背後講閒話，你還以為自己是什麼大人物，其實，你根本沒有大腦去發覺自己什麼都不是。是的，我認識你。」'
        '\n\n  檢察官頓時啞口無言，不知道應該做什麼，就指向對面問她說：'
        '\n\n  「鐘氏夫人，妳認識辯護律師嗎？」'
        '\n\n  她又回答說：'
        '「為什麼？是的，當傑克森先生還是少年人的時候，我就認識他了。他懶惰、'
        '頑固、心胸狹窄，又有酗酒的問題，他的律師服務是整個州最差的一個。更不用說，'
        '他欺騙他太太和其他三個女人亂搞，其中一個是你的太太。是的，我認識他。」'
        '\n\n  辯護律師幾乎暈了過去。法官馬上叫他們兩人走到台前來，輕聲的對他們說：'
        '\n\n  「如果你們任何一個笨蛋問她是否認識我，我就把你們送上電椅去！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_00.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia',
    "talk": '不做虧心事，夜半敲門心不驚。一個行事光明磊落的人，是什麼都不懼怕的人。'
        '\n\n  其實馬可福音四章二十二節之前一節，耶穌乃是鼓勵我們要把燈放在燈台上，而不是放在斗底下或床底下'
        '而不是放在斗底下或床底下。換句話說，行事為人要光明正大，不但自己可以問心無愧，也能夠使別人受益'
        '也能夠使別人受益。不然的話，耶穌警告我們說，任何得罪上帝或傷害人的事，遲早都會被顯露出來的'
        '遲早都會被顯露出來的。'
        '\n\n  若你有一些你不想隱藏的事，不如來到主耶穌面前告訴祂，求祂赦免你，並求主幫助你過一個光明正大的生活。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },

  //============================================
  {
    "id": 0,
    "articleId": 52,
    "title": '与你同得福音的好处',
    "scriptureName": '哥林多前书 9:23',
    "scriptureVerse": '「凡我所行的，都是为福音的缘故，为要与人同得这福音的好处。」',
    "prelude":
        '  与别人认同是建立良好人际关系的方法之一。 有些人会想尽方法去和别人认同，为的是要讨好对方；有些人却是真心的要与别人认同，为的是得到对方的接纳。 ',
    "laugh": '  有一个土著部落，每次集会活动时，大家都必须赤身裸体地在一起。 '
        '虽然受到了很多人的白眼和辱骂，但他们却从没有因此改变过自己的族规。 '
        '\n\n  有一次，他们这个部落传染起瘟疫，许多人都病倒了，部落里的医生全都束手无策，最后他们决定到邻近的部落去请一位有名的医生。 '
        '那位医生知道他们奇怪的族规，觉得去到那地方会非常难为情，但他又拒绝不了他们三番两次的邀请，又感到还是救人比面子重要，便答应了。 '
        '\n\n  终于到了欢迎医生到来的那一天，部落的人想，好不容易把医生请来，为了尊重他起见，咱们就破例一次吧。 '
        '所以那一天大家都穿上衣服，打上了领带，聚集在他们的会堂里。 '
        '\n\n  钟声响过之后，医生走了进来，大家一下子都愣住了。 只见年纪老迈，白发苍苍的医生背着重重的医疗包，身上却一丝不挂！ ',
    "photoUrl": 'assets/photos/xlcdapp_photo_52.png',
    "videoId": 'WLssNhv886A',
    "videoName": '同心领受命定的福 | 曾兴才牧师 | 20180922 | 生命河 ROLCCmedia',
    "talk": '  使徒保罗是主耶稣最伟大的门徒之一。 他为了传福音，就是好消息，受尽了逼迫、灾难和痛苦，他也愿意放下身段和他所接触的人认同。 '
        '因此，他说：「向软弱的人，我就作软弱的人，为要得软弱的人。向什么样的人，我就作什么样的人。无论如何，总要救些人。'
        '凡我所行的，都是为福音的缘故，为要与人同得这福音的好处。 」（哥林多前书九章22~23 节）'
        '\n\n  为什么保罗如此用心的要与人同得这福音的好处呢？ 因为福音对你太重要了！ '
        '\n\n  那什么是福音呢？ 福音就是上帝非常爱你和世上的人，爱到祂愿意差遣他的独生儿子耶稣基督，来到世上，为你我的罪钉死在十字架上，第三天从死里复活，把永生的 生命赐给你和我。 '
        '只要你愿意相信接受耶稣基督作为你生命的主，你就可以享受丰盛的生命，永生的生命。 '
        '\n\n  我们每一个人都必须作相信接受主耶稣的决定。 如果你愿意的话，可以作以下的祷告，把你心中的决定告诉主耶稣：'
        '\n\n  「亲爱的天父上帝，我感谢祢这么爱我，把祢独生的儿子主耶稣赐给我，为我的罪钉死在十字架上，第三天从死里复活。'
        '我现在愿意相信并接受主耶稣作我个人的救主，赦免我的罪，赐我丰盛、永生的生命。 '
        '我愿意一生跟随祢，敬拜祢，我如此祷告，乃是奉靠主耶稣基督的名求，阿们！ 」'
        '\n\n  恭喜你！ 按照天父上帝的应许，你现在就成为祂的儿女了：「凡接待祂（主耶稣）的，就是信祂（主耶稣）名的人，祂就赐他们权柄作上帝的儿女。」（约翰 福音一章12节）',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '冬',
  },
];
