// Locale: zh_Hans_CN
final localJoyStoreForZhCn = [
  {
    "id": 0,
    "articleId": 1,
    "title": '爱的激励',
    "scriptureName": '哥林多后书 5:14',
    "scriptureVerse": '「原来基督的爱激励我们，因我们想：一人既替众人死，众人就都死了；」',
    "prelude": '  我们都需要推动力来激励我们作好人或行善事。 基本上有两种推动力,即正面和负面的推动力。 '
        '有一些人需要正面的推动力，有一些人或动物却需要负面的推动力，他们才会被激发去做他们该做的事。 ',
    "laugh": '  老张在他生日时，收到好朋友送给他一只会说话的鹦鹉，但这只鹦鹉的态度很差，满口都是脏话，不是骂人的话，就是一些粗话。 '
        '老张很努力地改变它的态度，不断地和它说些有礼貌的话，放轻柔的音乐给它听，反正他想到能够做的事部做了，但都没什么用。 '
        '\n\n  于是老张对鹦鹉开始吼叫起来，它也吼了回去，他又用力摇晃鹦鹉，结果只会让它更生气，而且变得更粗鲁。 '
        '终于在忍无可忍的愤怒之下，他把鹦鹉送进了冷冻柜中，听到它粗声大叫，到处乱踢，还尖叫了起来，却立刻就安静下来，一分半钟之内，他没有 再听到半点声音。 '
        '\n\n  老张被吓着了，说：「糟糕，我害死了它！」便马上打开冷冻柜的门。 '
        '\n\n  只见鹦鹉冷静地走出来，踏上老张伸出来的手背，说道：「相信我粗鲁的言谈和行为必定冒犯了您，我会努力改进我的行为，我真的很抱歉， 希望您能够原谅我。」'
        '\n\n  老张对鹦鹉态度的转变很是惊讶!正想要问这样戏剧性的变化是什么原因，它又接着说道:「我可以问一下，里面那只被扒光毛的鸟做错 了什么事吗?」',
    "photoUrl": 'assets/photos/xlcdapp_photo_1.png',
    "videoId": 'Mez7DnMOlgc',
    "videoName": '不要怕！ 你要得人了 | 曾兴才牧师 | 20240225 | 生命河 ROLCCmedia',
    "talk": '  要珍惜别人善意的劝勉，尤其是出于爱的劝告。 出于爱的推动力是可以帮助我们，在艰难的环境中持续做正确的事情。 '
        '\n\n  使徒保罗因为明白和经历基督耶稣的爱，使他在诸多的逼迫和困难中，忠心心完成耶稣给他的托付。 '
        '他说原来基督的爱就好像一股力量在背后不停地推着他，因为我们知道耶稣既然为众人死了，众人就都死了。 '
        '祂为我们众人死，叫我们这些还活着的人不再为自己活，乃是为替我们死而复活的主而活。 '
        '\n\n  爱是最强而有力的推动力。 ',
    "likes": 28,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 2,
    "title": '胜过恐惧',
    "scriptureName": '诗篇 23:4',
    "scriptureVerse": '「我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在，你的杖、你的竿都安慰我。」',
    "prelude":
        '  恐惧对我们并不陌生。 生活在不断变的世界里，常常会遇到「突然的事情」叫我们措手不及，若不留心，很容易会落入恐惧的深渊里。 因此，为了生存，我们会想尽办法来保护自己。 ',
    "laugh":
        '  时事杂志的主持人芭芭拉•华特斯（Barbara Watters），在阿富汗战争爆发前，到一个叫卡布（Kabul）的地方，做了一个有关两性角色的主题故事。 '
            '她发现当地的妇女都有一个习惯，走路的时候总是以慢五倍的速度跟在丈夫后面。 她不明白为什么。 '
            '\n\n  最近她又回到卡布，发现那里的女人仍然是这样跟在丈夫背后。 虽然塔利班（Taliban）政权已经被推翻，但是这些妇女们仍然乐于遵从这个传统。 '
            '主持人华特斯小姐在访问其中一名妇女时，在好奇心的驱使下就问：「妳们为什么乐于坚守这个曾经一度极力要推翻的传统呢？」'
            '\n\n  那个女人目不转睛地望着华特小姐，然后毫不犹豫地回答说：「因为有地雷！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_2.png',
    "videoId": 'GkRrP2iBaKw',
    "videoName": '不断成长，进入丰盛 | 曾兴才牧师 | 20240121 | 生命河 ROLCCmedia',
    "talk": '  是的，恐惧会促使你做各样的措施来保护自已。 但有时候，没有任何预备能够帮助你面对它。 '
        '你渴望在千变万化的人情世故中找到永不摇动的锚，找到真正的平安。 '
        '\n\n  诗人大卫提醒我们说：唯有紧紧抓住永不改变的真神上帝，哪怕是走过死荫幽谷，你也可以不怕，因为知道上帝永远与你同在，'
        '祂的杖可以帮助你从错误的道路上回转过来，祂的竿会指引你走正路。 '
        '有耶和华上帝与你同在，你可以不再恐惧，可以享受出人意外的平安。 '
        '\n\n  今天，尝试把你心中的恐惧借着祷告，告诉上帝。 ',
    "likes": 21,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 3,
    "title": '彼此饶恕',
    "scriptureName": '歌罗西书 3:13',
    "scriptureVerse": '「倘若这人与那人有嫌隙，总要彼此包容，彼此饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。」',
    "prelude":
        '  饶恕别人的过犯是一种美德，也是上帝要我们做的一件事。 但是，我们往往会因为别人的伤害，无论是有意或无意的，耿耿于怀，久久都不能放下。 连一个小学生也不例外。 ',
    "laugh": '  小美一直以来都不喜欢五年级班的国文老师，她在等待机会向老师表达她心中的不满。 '
        '有一天，国文老师在上文课时，指定一个作文题目〈三十年后的我〉。 以下是美的作文：'
        '\n\n  「今天的天气不错，我开着老公在结婚周年送我的劳斯莱斯，手指上带着他刚买给我的三克拉大钻戒，'
        '脖子上也挂着上个月生日才送给我的红宝石项链，带着我的一对可爱双胞胎到大安森林公园去玩。 '
        '我们走在鸟语花香的园区理，到处都是人们羡慕的眼光。 '
        '\n\n  突然间，路边冲出一个浑身恶臭、满脸污秽，看来好无家可归的老太太，垂着头低声地向我讨东西，差点吓我的一对宝贝。 '
        '惊吓之余，我再仔细一看，『天啊！ 竟然是我国小五年级的国文老师！ 』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_3.png',
    "videoId": 'Ay5KpU3QS44',
    "videoName": '圣灵，再一次充满我们 | #曾兴才牧师 | 20230611 | 生命河 ROLCCmedia',
    "talk": '  饶怨乃是一个决定，不能够凭感觉。 因为受伤害的感觉会使我们的思想混乱不清。 '
        '当我们越去思想别人对我们的伤害，我们就越陷越深，叫我们跌入苦毒与怨恨的深渊里。 其实，那伤害你的人可能早已经把你忘得一干二净。 '
        '当你茶饭不思的时候，他/她可能在大吃大喝；当你深夜却无法入眠时，他/她可能早已呼呼大睡。 '
        '难怪有人说：「一个不饶恕别人的人，好像一个人喝了毒药，却盼望别人死。」'
        '\n\n  但是当我们决定顺服上帝的话去饶恕人时，我们就伤害中得医治，得自由，重新领受上帝赦罪的恩典。 '
        '\n\n  为何不作一个聪明人，选择饶恕那伤害你的人？ ',
    "likes": 24,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 4,
    "title": '先去掉眼中梁木',
    "scriptureName": '马太福音 7:4',
    "scriptureVerse": '「你自己眼中有梁木，怎能对你弟兄说『容我去掉你眼中的刺』呢？」',
    "prelude": '  每一个人都有优点，也有缺点。 许多人际关系上的冲突，通常是出自人的自我中心，就是只看到别人的短处，而不知自己的缺点；'
        '总是觉得别人有问题，自己是完美的。 ',
    "laugh": '  老王担心他太太的听觉有问题，可能需要带耳机，他不知如何开口，就问他的医生。 '
        '\n\n  医生告诉他一个简单的测验，「你可以这样做，站离开她四十呎，用平常谈话的声音和她说话，看她是否听见你，若听不见，距离三十呎， 然后二十呎，一直到她听见为止。」'
        '\n\n  当天晚上，老王坐在客厅，太太在厨房做饭，他想，「我大约离她四十呎，看看她有何反应！」'
        '\n\n  然后他就用平常说话的声音问太太说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  没有回应。 老王就走靠近厨房近一点，约三十呎，问太太说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  仍然没有回应。 他就走到饭厅，离开太太约有二十呎，又问：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  还是没有回应。 因此，他就走到厨房门口，离开太太约有十呎，问：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  又是没反应。 老王就走到太太的背后，问说：「亲爱的，今天晚上吃什么呀？」'
        '\n\n  太太回答说：「老公，这是第五次了，宫保鸡丁！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_4.png',
    "videoId": 'gUxlZ4S_meE',
    "videoName": '你要我为你做什么 | 曾兴才牧师 | 20220109 | 生命河 ROLCCmedia',
    "talk": '  当我们承认自己不是十分完美时，我们就会以不同的眼光去看待周围的人。 一个成功的人知道自己的优点和缺点，'
        '他/她会去发掘和欣赏别人的优点，及以别人的优点来补足自己的缺点，以自己的优点去帮补别人的缺点。 '
        '更重要的是，他/她也懂得发挥自己的优点，并让它成为自己的优势。 '
        '\n\n  今天就尝试去发掘及欣赏你身边人的优点吧！ 记得要具体地告诉他/她，你所发掘的优点。 ',
    "likes": 22,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 5,
    "title": '分享的喜乐',
    "scriptureName": '路加福音 3:11',
    "scriptureVerse": '「约翰回答说：『有两件衣裳的，就分给那没有的，有食物的也当这样行。』」',
    "prelude": '  分享的喜乐是双倍的喜乐。 能够与别人分享好的东西，不但是一种美德，也是一种祝福，因为这表示你有，你才会与别人分享。 ',
    "laugh": '  有一天，有一位老先生买了一个汉堡、薯条和一杯饮料。 坐下以后，就把汉堡小心地切成一半，一半给太太，'
        '然后小心地把薯条分成两堆，一堆放在太太面前。 之后，他喝了一口饮料，太太也喝了一口，就把它放在中间。 '
        '\n\n  当他开始吃他的汉堡时，周围的人看了都在窃窃私语，显然地，他们都在想，「这么可怜的老夫妻，只能够买一个套餐两个人分着吃 。」'
        '\n\n  当老先生开始吃他的薯条时，一位青年人来到他们桌前，很有礼貌地说，他想为他们多买一个套餐。 '
        '\n\n  老先生说，他们不需要，因为他们习惯分享每一件东西。 '
        '\n\n  靠近他们桌子的人，发现老太太一口都还没吃，她坐在那里，看着她的丈夫吃，偶而自己喝一口饮料。 '
        '\n\n  再一次，那位青年人又走过来，要求允许他为他们买一个套餐。 '
        '\n\n  这一次，老太太说：「不必了，谢谢你，我们习惯了分享每一件东西。」'
        '\n\n  终于老先生吃完了，他就用纸巾擦干净自己的险。 那位青年人又走到老太太面前，看她什么都还没吃，就问她说：「您还在等什么呀？」'
        '\n\n  老太太不慌不忙地回答说：「我在等他的假牙！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_5.png',
    "videoId": 'sUuT3a-ibbs',
    "videoName": '那九个在哪里呢？ | 曾兴才牧师 | 20231112 | 生命河 ROLCCmedia',
    "talk": '  若是人人都有一颗与他人分享好东西的心， 这世界肯定会更加温暖、可爱。 '
        '其实，与他人分享好东西不是我们天生就会做的事，乃是一个需要被教导和学习的美德。 '
        '一旦我们开始与他人分享好东西时，我们会惊然发现--得到的快乐是远远超出我们所付出的。 '
        '\n\n  分享可以从日常生活中的一件小事开始，可以从你身边的家人或朋友开始。 请问有什么好东西你可以和他人分享呢？ ',
    "likes": 16,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 6,
    "title": '选择报告好消息',
    "scriptureName": '新译本，箴言 15:30',
    "scriptureVerse": '「眼中的光采使人心快乐；好消息使骨头滋润。」',
    "prelude":
        '  我们每天听到的消息，坏消息总是比好消息多。 其实，每一件事情的发生，有它好的一面，也有不好的一面，关键是在于我们怎么去看待所发生的事。 ',
    "laugh": '  有一天，在产房的后客厅坐了三位准爸爸：小张、小李和小曾，等候他们的太太生产，就聊起天来。 '
        '\n\n  小张：「我的同事告诉我说，我在M&M巧克力公司上班，是个好预兆，这一次，太太一定会生个双难胎•」'
        '\n\n  话选没有讲完，护士小姐就从产房走出来，告诉他； 「恭喜你，张先生，你太太生了个双胞胎。」'
        '\n\n  两分钟之后，又有一个护士出来，对小李说：「恭喜你，李先生，你太太生了三胞胎！」'
        '\n\n  小李高兴得合不拢口，说：「这可真巧呀！我是在三环公司上班的！」'
        '\n\n  小曾在旁听了以后，脸色都变了，一面跑向大门，-面叫着说：「不得了啊，不得了啊！我是在7-Eleven 上班的啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_6.png',
    "videoId": 'CDtAEvmJo4k',
    "videoName": '第二次机会的福音 | 曾兴才牧师 | 20230423 | 生命河 ROLCCmedia',
    "talk": '  坦白说，我们都希望每天可以听到好消息。 其实，与其在等待听好消息，不如成为报好消息的人，因为好消息可以使骨头滋润，心情愉快。 '
        '那我们就要学习从正面、积极的眼光去看待每天所发斯生的事情，才会有好消息可报。 '
        '\n\n  在今天所发生的事情中，你从正面、积极的眼光看见了什么？ 找一个人分享你的好消息。 ',
    "likes": 8,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 7,
    "title": '慷慨乐施',
    "scriptureName": '提摩太前书 6:18',
    "scriptureVerse": '「又要嘱咐他们行善，在好事上富足，甘心施舍，乐意供给(或译:体贴)人。」',
    "prelude": '  一个慷慨大方的人，是人人都想结交的朋友。 其实，慷慨乐施不是天生就会付的事，反而可以从别人身上学来的，或被环境影响的。 ',
    "laugh": '  有一个阿拉伯人要做心脏移植手术，医生为他验血，以防万一需要输血。 却发现他有稀有的血型，当地找不到，要到外国去找，终于找到一位犹太人有相同血型出愿意捐血给他。 '
        '\n\n  手术非常的成功，这位阿拉伯先生寄一张感谢卡他，另外加上一颗很名贵的钻石，还有一辆劳斯莱斯 （Rolls-Royce）名车送给他。 '
        '\n\n  很不幸地，没多久，这位阿拉伯先生仍要做一次改正手术。 当然，那位犹太人很乐意再捐血给他，相信他会给更多的礼物。 '
        '\n\n  第二次手术也非常成功，这位阿拉伯先生又寄一艮感谢卡片加上一盒巧克力糖！ 犹太人觉得好惊奇，看到他不像上一次那样送大礼物给他，于是打电话给他，想知道事情的真相。 '
        '\n\n  结果，这位阿拉伯先生回答说：「亲爱的朋友，你不要忘记，我现在身体里面流的血是犹太人的血啊！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_7.png',
    "videoId": 'zwsBDQ0WLpg',
    "videoName": '拥抱天父的心 | 曾兴才牧师 | 20231015 | 生命河 ROLCCmedia',
    "talk": '  你曾否领受别人的施予？ 特别是当你有困难的时候，你当时的感觉又如何？ 要领受别人的慷慨乐施，不如先成为一个慷慨乐施的人。 '
        '施于他人的可以是物质上的需要，或一句欣赏、赞美、肯定的话语，或是花时间聆听他人心中的困苦。 '
        '当你开始向身边的人施行恩惠时，你是在做一件善事，你在满足他/她的需要。 '
        '\n\n  请观察一下你身边左右的人，看看他们有什么需要你可以去满足的。 不妨花一点时间和精神，成为他们的祝福！ ',
    "likes": 7,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 8,
    "title": '男女有别',
    "scriptureName": '创世记 1:27',
    "scriptureVerse": '「神就照着自己的形象造人，乃是照着他的形象，造男造女。」',
    "prelude":
        '  自古以来，男女或夫妻之间的纠纷不断，主要原因之一，乃是不了解男女之别。 男女不但在沟通上大有区别，理解的程度也大有不同。 ',
    "laugh":
        '  有一天早上，王太太起床后很高兴地对丈夫说： 「昨天晚上我做了一个很真实的梦，我梦见你买了一颗非常昂贵的钻石戒指作我的生日礼物，我从来没有做 过这样的梦，你想这是什么意思呢？」'
            '\n\n  「今天晚上妳就会知道了，亲爱的！」丈夫若有所思地回答说。 '
            '\n\n  这一整天，王太太根本无法控制她兴奋的心情，她非常急迫地等待她老公下班回来。 '
            '\n\n  果然，老公手上拿着一个包得非常精致美丽的小盒子。 当老公把这小盒子送给太太之后，她迫不及待地把它打开来，却发现是一本书，书名是——《异梦的解释》。 ',
    "photoUrl": 'assets/photos/xlcdapp_photo_8.png',
    "videoId": 'tyTmt2fWMn0',
    "videoName": '高举圣诞节的耶稣 | 曾兴才牧师 | 20231210 | 生命河 ROLCCmedia',
    "talk": '  男女之间的不同从身体上的构造，对事情的看法，及处理问题的方式，都是显而易见的。 '
        '要了解男女之间的不同需要下功夫，除了有许多书籍可以帮助我们之外，沟通更是不可缺少的。 '
        '\n\n  试想一想，如果所有男女都是一模一样的，这世界肯定会失去许多乐趣，生活一定枯燥乏味。 '
        '\n\n  了解和接受男女有别是美好人际关系的重大要素。 上帝按照自己的形像造男造女，男女之间的异同为世界和生活带来许多乐趣及挑战，'
        '同时，这些异同也有互补的功能。 若能细心去彼此欣赏和沟通，我们一定会感谢父神的创造奇妙可畏！ ',
    "likes": 6,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 9,
    "title": '停止相咬相吞',
    "scriptureName": '加拉太书 5:15',
    "scriptureVerse": '「你们要谨慎，若相咬相吞，只怕要彼此消灭了。」',
    "prelude": '  两个人在一起相处，摩擦和冲突是自然的副产品，尤其是夫妻。 但是无论如何，千万不要在气头上多说话，免得后悔莫及。 ',
    "laugh":
        '  有一天，何先生和太太吵架之后，非常生气，决定不和她说话，宣告冷战。 但心中掩不下一团的怒火，就决定做一首诗来发泄心中的怒气。 诗是这样写的：'
            '\n\n  「神看见我饿了，就造了一个包子，神看见我渴了，就造了一杯凉茶，祂看我在黑暗中，就造了光，祂看见我没有问题，就造 了妳。」'
            '\n\n  何太太也不是省油的灯，看了以后，也写一首诗回他。 她写道：'
            '\n\n  「我把你的名字写在沙滩上，它被冲走了，我把你的名字写在天空中，它被吹走了，然后，我把你的名字写在我的心 上，我得了心脏病！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_9.png',
    "videoId": 'ZQyr9RgkVmQ',
    "videoName": '风浪中你可以有平安 | 曾兴才牧师 | 20220918 | 生命河 ROLCCmedia',
    "talk": '  虽然人际关系中的摩擦和冲突是相处的副产品，但是彼此伤害是可以避免的。 只要愿意谨慎自己，在冲突时选择沟通，不要感情用事，生气时要勒住舌头，不要以恶报恶，将你的即时反应延后三分钟，结果就必截然不同。 '
        '\n\n  若是你执意要得理不饶人，结果只会两败俱伤。 这又何苦呢？ 其实，与你越亲近的人，越容易产生冲突，因为你们在乎对方，你们在乎对方所说的话或所做的事。 既然是与你这么亲近的人，那又何必如此的计较，为何不让自己的心胸宽广一些，选择接纳、包容和饶恕呢？ ',
    "likes": 5,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 10,
    "title": '不要只顾自己',
    "scriptureName": '腓立比书 2:4',
    "scriptureVerse": '「各人不要单顾自己的事，也要顾别人的事。」',
    "prelude": '  自我中心是人罪性的最具体写照。 自我中心的人是不受人欢迎的，因为他/她只是想到自己和自己的利益，不管他人的死活。 ',
    "laugh": '  小朱好不容易等到了中年，储蓄了钱去大峡谷旅行，他就乘坐飞机游览大峡谷的风景。 '
        '当飞机飞到峡谷的上空时，引擎突然间发生故障，飞机师就对他们说：「你们一共有四个人，但我只有三个降落伞，你们自己决定如何分配吧！」'
        '\n\n  第一个男生抢着说：「我有很多财产还没有处理，我不能死！」他就拿了一包降落伞跳了下去。 '
        '\n\n  第二个男生说：「我家里还有妻子、儿女需要我照顾，我也不能死！」拿了第二包降落伞也跳了下去。 '
        '\n\n  现在只剩下小朱和另一个单身女子。 小朱说：「我已经步入中年了，妳还年轻，最后一包降落伞还是给妳用吧！」'
        '\n\n  单身女子却很冷静地回答说：「其实我们还有两个降落伞，因为第一个男子拿了我的背包跳下去了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_10.png',
    "videoId": '4GfLe4AWUag',
    "videoName": '成为神和人喜爱的人 | 曾兴才牧师 | 20230521 | 生命河 ROLCCmedia',
    "talk": '  是的，各人不要只顾自己的事，也要顾别人的事。 '
        '\n\n  我们都不愿意和自私自利的人作朋友，因为他们只会为自己的利益打算，从来不会想到别人的感受和需要。 他们如此做，还觉得是理所当然的。 '
        '能够为他人着想是一种美德。 能够为别人的好处着想的人是一个谦卑的人，他/她也是一个成熟的人，这跟年龄没有直接的关系，却和个人的生命修养大有关系。 '
        '\n\n  现在就想一想，有谁需要你去关心的？ ',
    "likes": 4,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 11,
    "title": '活出你的最高点',
    "scriptureName": '以弗所书 4:1',
    "scriptureVerse": '「我为主被囚的劝你们：既然蒙召，行事为人就当与蒙召的恩相称，」',
    "prelude": '  每个人心中都有自己梦想的工作，但是常常因为现实环境所逼，久久都未能美梦成真，只好因为生活委曲求全。 ',
    "laugh": '  朱先生失业快一年了，有一天看到动物园招聘员工广告，当他去询问时，才惊然发觉只剩下一个空缺，就要人扮猴子。 '
        '因为过几天就是公共假期，有很多孩子会来动物园，动物园刚好缺猴子，因此请人假扮。 朱先生因着要用钱，就决定做这个假扮猴子的工作。 '
        '\n\n  第二天，天还未亮的时候，朱先生就穿上猴子的服装，观进笼子里去。 天亮了，许多孩子来了，他所要做的就是在地上跳来跳去，从一棵树跳到另一棵树去，然后管理员喂他的花生和香蕉。 '
        '\n\n  四、五个小时过去了，他已经精疲力尽了，满肚于香蕉。 当他从一棵树想跳到另一棵树去的时候，觉得头一点晕，不小心就掉进隔壁的狮子坑里。 '
        '\n\n  他大声喊叫：「救命啊，救命啊！」'
        '\n\n  那狮子就走过来，小声地对他说：「如果你不住口，我们两人都要失去工作了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_11.png',
    "videoId": 'Y7rWKYWAZWE',
    "videoName": '新的季节，重新得力 | 曾兴才牧师 | 20230903 | 生命河 ROLCCmedia',
    "talk": '  上帝的心意是要你活出你的最高点。 要活出你的最高点是要去发掘上帝给你那独特的份：你对什么事最有热情？ 你最擅长的技能是什么？ 亲友最常讃赏你的是什么？ '
        '\n\n  当你发现上帝给你独特的那一份时，你要找机会或环境或平台让你充分地去把「那一份」发挥出来。 你必然会有意想不到的收获，因为你活出了你生命的最高点！ ',
    "likes": 3,
    "type": 1,
    "isNew": false,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 12,
    "title": '肯付代价',
    "scriptureName": '马太福音 16:24',
    "scriptureVerse": '「于是，耶稣对门徒说：「若有人要跟从我，就当舍己，背起他的十字架来跟从我。」',
    "prelude": '  凡是有价值的东西都附带着代价；有成就和有影响力的人都是肯付代价的人。 往往代价的轻重决定于成就或影响力的大小。 ',
    "laugh":
        '  有一次，美国联邦特警在征召杀手，经过了所有的背景调查，面试及考试后，最后剩下三个人，两个男的，一个女的。 面对最后的考试，美国联邦特警警官把第一个男子带到铁门口前，把一支手枪交给他说：'
            '\n\n  「你必须知道无论在什么情况下，你一定要听从美国联邦特警的指示。」'
            '\n\n  「在这个房间里，你会看见你的太太坐在椅子上，你一定要杀她！」'
            '\n\n  那男子回答说：「你可不是认真的吧！我永远不能杀我的太太。」'
            '\n\n  警官回答说：「那你就不适合做这份工作，带你太太回家吧！」'
            '\n\n  第二个男人也被给予同样的指示。 他拿了手枪走进房间里，房里非常安静，大约五分钟之后，他泪流满面地走出来。 '
            '\n\n  我试了，但是我就是不能杀我的太太。 」'
            '\n\n  警官说：「你也不够资格，带你太太回家吧！」'
            '\n\n  最后，轮到那个女的，给了她同样的指示，要她杀她的丈夫。 她拿了手枪走进房间，「呼！呯！」枪声响了几下，接着有尖明声，椅子打在墙上的声音。 '
            '\n\n  几分钟之后，一切恢复安静，门慢慢地打开了，那女人站在那里，汗流满面地说：「这手枪里的子弹是空的，我只好用椅子打他！」 ',
    "photoUrl": 'assets/photos/xlcdapp_photo_12.png',
    "videoId": 'hDQn8tOm3rs',
    "videoName": '翻转生命的敬拜 | 曾兴才牧师 | 20230212 | 生命河 ROLCCmedia',
    "talk": '  成功（Success）是需要付代价的，但是要有所成就（Significant）或有影响力，你需要付更高的代价。 '
        '\n\n  当耶稣向许多跟随祂的人发出这个挑战时，我猜想，很多人从此就不再跟从祂了，因为耶稣要求的代价太大了。 '
        '主耶稣要求愿意继续跟随祂的人，要把自己的梦想、计画全都放下，还要愿意有一颗受苦的心志，跟从祂到底。 '
        '\n\n  但是我们可以从历史看见，那些肯为祂付代价的人，乃是重写历史的人，我们都知道他们是谁。 今天，你也可以加入他们的行列。 ',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 13,
    "title": '要做新事',
    "scriptureName": '以赛亚书 43:19',
    "scriptureVerse": '「看哪，我要做一件新事，如今要发现，你们岂不知道吗？我必在旷野开道路，在沙漠开江河。」',
    "prelude":
        '  许多人都喜欢新的东西；喜欢看新的事情；喜欢听新鲜的故事。 但是在每天周而复始的工作与生活中，我们不再盼望看见新的事，生活就变得枯燥乏味了。 ',
    "laugh": '  有一天，沉姊妹心血来潮，买了一只母鹦鹉，没想到带回家里，它说的第一句话就是，「亲一亲我，宝贝！」'
        '\n\n  沉姊妹一听，心想：「糟糕，别人还以为这话是我教它的，这可要把我的淑女形象全毁了。」'
        '\n\n  于是她想尽办法，想教那只鹦鹉说些高雅的东西。 可是那只鹦鹉就是铁了心，只会说一句话，「亲一亲我，宝贝！」'
        '\n\n  怎么办呢？ 沉姊妹不知该如何是好时，听说牧师家里也养了一只鹦鹉，是只公的，而且那只鹦鹉不但不讲粗话，反而是个虔诚的信徒，每天大部分的时间都在祷告，于是 ，沉姊妹就向牧师求助。 '
        '\n\n  牧师明白她的来意之后，有点为难地对她说：「这个很难办呀，其实那只鹦鹉，我也没有刻意地教它什么，它之所以这么虔诚，也可能是长期 在此受薰陶的缘故吧！」'
        '\n\n  牧师见沉姊妹很失落，便说道：「这样吧，妳把妳的鹦鹉带到我这里来，我把它们放在一起，希望经过一段时间，妳那只鹦鹉能够被感化， 我只能做这些了，有没有效果，就看神的旨意了。」'
        '\n\n  沉姊妹一听． 也只能这样了。 不是有句话说，「近朱者赤」吗？ 于是把鹦鹉带到牧师家里，牧师就把两只鹦鹉放在一起。 '
        '\n\n  开始时母鹦鹉还有一些拘谨，看那只公鹦鹉在笼子的一角默默地祷告，还真不忍心打扰，可是它忍不住，终于说：「亲一亲我，宝贝！ 」'
        '\n\n  公鹦鹉听到这话，停止了祷告，转身看看母鹦鹉，忽然，泪如雨下说：「感谢神，我的祷告终于实现了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_13.png',
    "videoId": 'qz9teFHW-vo',
    "videoName": '新的挑战 新的应许 | 曾兴才牧师 | 20210613 | 生命河 ROLCCmedia',
    "talk": '  要做新事不是一件困难的事。 当你愿意调整你的思想，放慢你的脚步，多一点的观察和聆听，你每天都可以经历新的事。 '
        '\n\n  当以色列百姓习惯性地过他们的生活，记念他们过去的经历，思想他们的古时美好时光时，他们对上帝不再有任何期待。 上帝借先知以赛亚提醒他们说，要注意看，留心去看，上帝每天都在做新事。 '
        '\n\n  请想一想，看一看，今天上帝为你做了什么新事？ 或今天你做了什么新事？ ',
    "likes": 3,
    "type": 1,
    "isNew": true,
    "category": '春',
  },
  {
    "id": 0,
    "articleId": 14,
    "title": '要作智慧人',
    "scriptureName": '以弗所书 5:15',
    "scriptureVerse": '「你们要谨慎行事，不要像愚昧人，当像智慧人。」',
    "prelude":
        '  我相信没有一个人天生就想作愚眛人，人人都想作智慧人。 其实，愚昧人和智慧人往往只是一线之差。 智慧人知道他要的是什么，并且知道他什么时候要。 ',
    "laugh": '  八十四岁的老刘喜欢钓鱼，有一天，当他坐在船上钓鱼的时候，听到有一个声音说：「把我拿起来。」'
        '\n\n  他四处张望，却四下无人。 当他又听到「把我拿起来」时，他以为是他的幻觉，他往水中定神一看，那里正有一只青蛙浮在水面上。 '
        '\n\n  老刘问说：「你在跟我说话吗？」'
        '\n\n  青蛙回答说：「对，就是我啊！」'
        '\n\n  「将我拿起来，吻我一下，我就会变成你今生所见最漂亮的女人。我确定你的朋友会又羡慕又嫉妒，因为我将会成为你的新娘。」'
        '\n\n  老刘注视了青蛙片刻后，伸出手，很小心地把青蛙放入他的口袋里。 '
        '\n\n  青蛙说：「怎么，你疯啦？你没听我说吗？我说，吻我一下，然后我就会成为你美丽的新娘。」'
        '\n\n  老刘拨开他的口袋，看着青蛙说：「算了吧，以我这样的年纪，我宁愿有一只会说话的青蛙。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_14.png',
    "videoId": 'caFA7orVD_w',
    "videoName": '没有救自己的耶稣 | 曾兴才牧师 | 20220410 | 生命河 ROLCCmedia',
    "talk": '  在这充满试探的环境里，要谨慎行事是最好的劝告。 因为谨慎与否就决定了你是愚昧人还是智慧人。 '
        '因为有些事，表面上看起来，十分的美好，但其实并不是如此美好。 '
        '\n\n  你每天的生活都面对许许多多大小的决定，每一个决定都有一定的后果。 '
        '当你能够在作决定的时候，先安静向智慧源头的上帝祷告，然后再按照你心中平安的感动，你可以相信，你所作的选择会带给你喜乐和祝福。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 15,
    "title": '上帝荣耀的丰富',
    "scriptureName": '腓立比书 4:19',
    "scriptureVerse": '我的神必照他荣耀的丰富，在基督耶稣里使你们一切所需用的都充足。 ',
    "prelude": '  我们是有需要的人住在充满各种需要的世界里。 人人都盼望自己所有的需要都能得满足，'
        '有一些需要的确靠自己可以得到满足，但有时候，我们的需要却会透过周围的人得以满足。 ',
    "laugh":
        '  有一位老牧师被邀请到一个小市镇的教会去讲道。 主日早上，教会派一位执事到酒店去接他，快要到教会时，老牧师才发现他忘了带假牙。 执事就说：「我这里有一个，你可以试试看。」'
            '\n\n  因为时间的关系，老牧师只好试了一下，说：「这个太小了！」'
            '\n\n  执事马上又递上一个大一点的假牙。 '
            '\n\n  老牧师试了一下，说：「这一个又太大了一点，我担心它随时会掉下来！」'
            '\n\n  「没问题！」 执事回答说。 然后，从他夹克的口袋里又拿了一个假牙给老牧师。 '
            '\n\n  「这一个应该适合你了！」'
            '\n\n  果然，老牧师带上了以后，感觉就像自己的，好高兴，但却很好奇地问他说：「这位弟兄，你怎么会有这么多假牙，请问你是牙医吗 ？」'
            '\n\n  「不，不，不」执事笑着回答说：「我是在殡仪馆替死人化妆的。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_15.png',
    "videoId": 'AGTacXFkFDQ',
    "videoName": '耶稣必能为你平静风浪 | 曾兴才牧师 | 20200315 | 生命河 ROLCCmedia',
    "talk": '  需要得到满足是一件很快乐的事。 其实， 要满足我们所有的需要是不可能的。 当我们只想去满足我们自己的需要时，结果往往是令我们失望和灰心，有时还会造成别人的伤害。 '
        '\n\n  当我们把需要带到这位创造宇宙万物的上帝时，并相信祂会在最恰当的时候，透过最好的方法，使我们一切所需用的都充足。 但是许多时候，上帝也会以祂的智慧，透过周围的人来成就这事。 '
        '\n\n  请问你是否想过，上帝也曾透过你满足了别人的需要，或许，今天祂就要这样使用你。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 16,
    "title": '起初的爱心',
    "scriptureName": '启示录 2:4',
    "scriptureVerse": '「然而，有一件事我要责备你，就是你把起初的爱心离弃了。」',
    "prelude": '  有爱就有热情。 我们都喜欢和有爱有热情的人在一起。 很不幸的是，常常因为工作的忙碌，家务的繁重，'
        '心中的热情很容易被熄灭了，生活和婚姻因而失去了乐趣。 ',
    "laugh": '  有三位姊妹花，一个未婚，一个刚订婚，一个已结婚。 有一天，姊妹花们谈起她们的另一半，谈完之后，如们决定给另一半来个惊喜。 '
        '于是姊妹花各自买了黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩。 '
        '\n\n  几天之后，姊妹花们见面吃午餐，并且交换心得。 '
        '\n\n  未婚的妹妹说：「那天晚上，当我的男朋友发现了我穿黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，他忍不住说：『妳是我的女人 ，我爱妳！』然后就紧紧抱着我不放。」'
        '\n\n  刚订婚的二姊说：「那天晚上，我穿着风衣到他的公寓，当我打开风衣让他看见了黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，他没有说 一个字，从此以后，他每天迫不及待地要见我。」'
        '\n\n  已经结婚的大姊说：「我已经很久没有和老公约会了，所以，先安排孩子们到妈妈那里，这样就可以和我的老公享受二人世界了。我点了几根 蜡烛，穿上我的黑色紧身皮衣、皮裤子、高跟马靴、头套和眼罩，兴奋地等他下班回家。'
        '\n\n  当他开门之后，看见了我，竟然指着餐桌问我说： 『晚餐吃什么，蝙蝠侠！ 』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_16.png',
    "videoId": 'jNSw1OJkzdY',
    "videoName": '经历感恩的能力 | 曾兴才牧师 | 20221113 | 生命河 ROLCCmedia',
    "talk": '  以弗所的教会是一个模范教会，这教会乃是七间教会中被耶稣赞了又赞的教会，他们有好的表现，劳碌，忍耐，为主的名劳苦，'
        '然而只有一件事让耶稣难过的，也是最重要的一件事：离弃了 起初的爱心。 '
        '\n\n  要心里火热，重新拾回起初的爱心，你需要回到最起初的爱；思想当年你是如何的对生命充满热情，回想当初你是如何爱得死去活来。 '
        '一旦你找回起初的爱心，你心中的热火就要被点燃，生命不再只是过日子，乃是享受；婚姻家庭不再只是枯燥乏味，乃是充满欢笑和乐趣。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 17,
    "title": '要像小孩子',
    "scriptureName": '马可福音 10:15',
    "scriptureVerse": '「我实在告诉你们：凡要承受神国的，若不像小孩子，断不能进去。」',
    "prelude": '  小孩子的天真无邪，单纯可爱是我们喜欢他们的原因。 但是，有时候他们对现实环境的洞察力和解释弄得我们啼笑皆非。 ',
    "laugh": '  有一天，老师要同学们用他们所学习到的成语来作文，题目是〈我的家〉。 以下是小明的作文《我的家）：'
        '\n\n  「我的家有爸爸、妈妈和我三个人。每天早上一出门，我们三人就分道扬镳：各奔前程，晚上又殊途同归。'
        '爸爸是个建筑师，每天往工地上比手划脚。 妈妈是售货员，每天在商店里招摇撞骗，来者不拒。 '
        '我是学生，每天在教室里目瞪口呆，充耳不闻。 '
        '\n\n  我的家三个成员臭气相投，家中一团和气，但我的成续不好时，爸爸也同室操戈，心狠手辣地打得我遍体鳞伤，五体投地，'
        '妈妈在一旁视若无睹或袖手旁观，从来不曾见义勇为，有时甚至助纣为虐。 」'
        '\n\n  老师看后问小明：「你考试成绩不好的话，你父母怎么处罚你？」'
        '\n\n  小明回答说：「八十分以下女子单打，七十分以下男子单打，六十分以下男女混合双打！！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_17.png',
    "videoId": 'hbxbb2vvbcw',
    "videoName": '耶稣降⽣的三⼤恢复 | 曾兴才牧师 | 20221211 | 生命河 ROLCCmedia',
    "talk": '  我们都很怀念童年的时光，无忧无虑，单纯地信靠父母亲会完全地供应及满足我们一切的需要。 但年纪大了之后，经历也多了，思想变复杂了，生活因此增加了许多忧虑。 '
        '\n\n  主耶稣告诉我们进天国的条件，听起来非常简单，实际上去行却不容易—-要像小孩子才能进天国。 怎样才能再像小孩子一般呢？ 小孩子有哪一些品质如此的吸引耶稣？ '
        '让我们今天开始寻回已失去多年的「小孩子」，重新享受天国的祝福。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 18,
    "title": '应当一无挂虑',
    "scriptureName": '腓立比书 4:6',
    "scriptureVerse": '「应当一无挂虑，只要凡事借着祷告、祈求和感谢，将你们所要的告诉神。」',
    "prelude": '  忧虑或挂虑不知何时已经成为我们人的天性。 从为工作、生活，到为小孩和家庭挂虑，'
        '每天总是会有一些事或人让我们挂虑，可笑的是，大部分我们所挂虑的事情都不会发生。 ',
    "laugh": '  有一天，胡先生夫妇因为相约去吃晚饭产生了一点误会，第二天他们各自在日记上写下自己的感受。 '
        '\n\n  胡太太的日记是这样写的：「昨天晚上，他真的是非常古怪，我们本来约好了一起去状元楼吃晚饭，他看完棒球赛后就直接到餐厅等我， '
        '但是白天我和几位姊妹去Macy百货公司血拼，结果就去晚了一点...，可能因此他就不高兴了，一直都不理睬我，气氛僵极了。 '
        '\n\n  后来我主动让步说：『我们都退一步，好好地交通一下吧！ 』他虽然同意了，却还是继续沉默，一副无精打采、心不在焉的样子。 '
        '我问他到底『怎么了』，他只说『没事』。 后来我问他，是不是我惹他生气了，他说，这不关我的事，叫我不要管他。 '
        '\n\n  我们回到家的时候，我感觉我可能要失去他了。 他坐在那儿什么也不说，就只闷着头看电视，继续发呆，后来我只好自己上床去睡觉。 '
        '\n\n  十分钟之后，他爬上床来了，让我吃惊的是，他居然还过来抱我、亲我...。 可是尽管如此，我还是感觉他一直在想别的事。 '
        '我觉得要和他好好谈一谈，但是他居然已经睡着了，我只好躺在他身边默默地流泪。 '
        '\n\n  我现在非常的确定，他肯定有别的女人了，这真是像天塌下来了一样。 天哪！ 那，我真不知道活着还有什么意义！ 」'
        '\n\n  丈夫老胡的日记则只有一行字：「气死人了，昨天旧金山巨人队又输了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_18.png',
    "videoId": 'PWT_rjy2jbM',
    "videoName": '神的殿，我们的家 | 曾兴才牧师 | 20220814 | 生命河 ROLCCmedia',
    "talk": '  我非常同意有人如此说：「挂虑乃是错误的使用我们的想像力。」试想一想，你现在挂虑的是什么？ 是一件未发生的事情，但你却想像它会如何的发生。 '
        '你越想就越着急，好像它马上就发生在你眼前。 结果它根本就没有发生。 '
        '\n\n  圣经给我们一个最好的处方，帮助我们除去不必要的挂虑。 那就是告诉上帝你所要的。 无论大事小事，都可以随时随地借着祷告告诉上帝，这就是「凡事」的意思。 '
        '\n\n  腓立比书四章7节接着说，告诉上帝的结果：你心中就会有你想不到的平安和平静。 换句话说，你不再错误地使用你丰富的想像力了，你就会停止胡思乱想了。 ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 19,
    "title": '不要以恶报恶',
    "scriptureName": '罗马书 12:17',
    "scriptureVerse": '「不要以恶报恶。众人以为美的事，要留心去做。」',
    "prelude": '  当你受到别人的攻击或不公平的待遇时，你会有什么反应？ 一般人自然的反应会是反击或等待机会报复。 '
        '却没有想到，报复的行为不但没有为自己讨回公道，反而弄巧成拙了。 ',
    "laugh": '  有一对姊妹，有一天在海边捡到一个瓶子，两人好奇地打开，竟然有一股烟冒出来，化成一个神仙，两人吓坏了，没想到神仙居然开口说话：'
        '\n\n  「我已经被关了一千年，感谢妳们把我放出来，现在妳们可以各自许一个愿望，我会帮妳们实现。」'
        '\n\n  姊姊美芬一向嫉妒妹妹较得父母宠爱，所以她说： 「不管妹妹的愿望是什么，我都要她的两倍。」'
        '\n\n  妹妹听了之后，想都没想的接着说：「我希望我的三围是38、24、38。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_19.png',
    "videoId": 'Y3OWjoQ9KO0',
    "videoName": '当你灰心失望时 | 曾兴才牧师 | 20190317 | 生命河 ROLCCmedia',
    "talk": '  以恶报恶虽然是一般人的自然反应，但它可以不是你的自然反应。 我们没有办法控制别人的行为，但是我们可以选择要对他的行为做出什么样的回应。 '
        '\n\n  报复的行动只会带来更多的伤害，而且这是一个极可怕的恶性循环。 所以，圣经教导我们要做大家都以为美以为好的事，换句话说，选择去做对大家都有好处的事。 因为最终能够替我们伸冤的是公义、圣洁、慈爱的上帝。 '
        '\n\n  「亲爱的弟兄，不要自己伸冤，宁可让步，听凭主怒（或译：让人发怒）；因为经上记着：「主说：『伸冤在我，我必报应。』」（ 罗马书十二章19节）',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 20,
    "title": '要孝敬父母',
    "scriptureName": '以弗所书 6:2~3',
    "scriptureVerse": '「『要孝敬父母，使你得福，在世长寿。』这是第一条带应许的诫命。」',
    "prelude": '  忠孝仁爱礼义廉耻是中国人的传统美德。 孝敬父母理当是天经地义之事，儿女报答父母养育之恩可要趁着他们还健在的时候。 '
        '当父母亲不在人间时，做什么都不是那么重要了。 ',
    "laugh": '  老杨在清明节时去买祭品，看到居然有纸糊的iphone，还是最新的iPhone 6，便问老板说：'
        '「烧iPhone 6给老祖宗，恐怕他不会用吧？」'
        '\n\n  老板白了他一眼，说：「贾伯斯（Steve Job）已经下去教他们了，你还操什么心呀！」'
        '\n\n  老杨便买了一个iPhone 6。 '
        '\n\n  老板提醒他说：「再买个充电器吧！别忘了烧个充电器给他，不然老祖宗来找你就不好了，找你还是小事，叫你送去可就 麻烦了。」'
        '\n\n  老杨只好又买了一个充电器，付钱的时候老杨跟老板要了一张名片，说：「我会把它和祭品一起烧给老祖宗，手机若出了问题 ，就可以直接找你保修了。」'
        '\n\n  老板听后昏倒了！ ',
    "photoUrl": 'assets/photos/xlcdapp_photo_20.png',
    "videoId": '9w1BPwQG7-0',
    "videoName": '患难中的盼望 | 曾兴才牧师 | 20210822 | 生命河 ROLCCmedia',
    "talk": '  基督教非常看重孝道，因为上帝非常看重孝道。 十诚里的前四诫都是有关人对上帝的敬拜和尊崇，后六诫乃是有关人与人之间的诫命，'
        '而其中最首要的第五条诫命就是要孝敬父母。 这也是第一条带应许的诫命。 '
        '\n\n  所以，孝敬父母不但是儿女当尽的本分，还要加上上帝的祝福，在世蒙福长寿。 今天就趁着父母还在身边的时候，按着他们的需要去满足他们吧！ ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 21,
    "title": '灵巧像蛇、驯良像鸽子',
    "scriptureName": '马太福音 10:16',
    "scriptureVerse": '「我差你们去，如同羊进入狼群，所以你们要灵巧像蛇，驯良像鸽子。」',
    "prelude":
        '  在这弯曲悖谬，人心险恶的世代里，大家心里都没有平安。 虽然害人之心不可有，但是防人之心却不可少，因为有些事常常会发生在我们意料之外的。 ',
    "laugh": '  国庆黄金周有对老夫妇要去南方看孙子，离家前担心家中被偷盗，翻箱倒柜不算，还会损坏家具。 '
        '于是出门时在桌上 放下百元钞票一张，并一张纸条留言，上面写着：'
        '\n\n  「爬窗而入的侠行客，我们是退休教师，靠退休金生活，家里清寒没什么钱，您来一趟不容易，桌上的一百元是给您的劳务费。'
        '若您想扩大战果，本层对面是铁道部的一位高官，楼上一家是红十字会的领导，楼下那家是银行的行长，他们都很有钱而且这不取报警。 」'
        '\n\n  一个多月之后，老夫妇回来，发现桌子上的钱变成十万！ 也附有一张纸条，上面写着：'
        '\n\n 「感谢老师的教诲，过去不用功读书，唉，相识恨晚，那...一切尽在无言中。特留下十万元资讯费，请笑纳！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_21.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '无人像耶稣这样爱你 | 曾兴才牧师 | 20210321 | 生命河 ROLCCmedia',
    "talk": '  灵巧像蛇，驯良像鸽子是主耶稣基督给祂的门徒们的忠告，因为耶稣知道当时的世代险恶，善良的门徒们好像羊走入狼群，要他们提高警惕的心。 '
        '\n\n  但是要做到灵巧像蛇，真的需要随时警醒，在各样的处境中随机应爱。 驯艮像鸽子乃需要智慧，晓得在什么情况下保持什么样的态度。 '
        '\n\n  你目前的处境或面对的情况需要你灵巧像蛇，还是驯良像鸽子，或者两者都要有？ 求主耶稣给你智慧吧！ ',
    "likes": 1,
    "type": 1,
    "isNew": true,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 22,
    "title": '隱藏的事會顯出來',
    "scriptureName": '馬可福音 4:22',
    "scriptureVerse": '「因為掩藏的事、沒有不顯出來的．隱瞞的事、沒有不露出來的。」',
    "prelude":
        '中國人有一句類似的話：紙包不住火。是的，在日光之下，所有掩藏的事，最終都會顯出來的。有趣的是，許多我們以為別人不知道的事，原來他們都知道，也沒有忘記。',
    "laugh": '在一個法院的審判案中，一位美國南部小市鎮的檢察官叫他的第一個證人，祖母級的老婦人上來。他走到她面前問她說：'
        '\n\n  「鐘氏夫人，妳認識我嗎？」'
        '\n\n  老婦人回答說：'
        '\n\n  「為什麼？是的，我認識你，威廉先生，當你還是小男孩的時候我就認識你了。坦白說，你令我非常失望，你說謊，欺騙你的太太，在別人背後講閒話，你還以為自己是什麼大人物，其實，你根本沒有大腦去發覺自己什麼都不是。是的，我認識你。」'
        '\n\n  檢察官頓時啞口無言，不知道應該做什麼，就指向對面問她說：'
        '\n\n  「鐘氏夫人，妳認識辯護律師嗎？」'
        '\n\n  她又回答說：'
        '「為什麼？是的，當傑克森先生還是少年人的時候，我就認識他了。他懶惰、'
        '頑固、心胸狹窄，又有酗酒的問題，他的律師服務是整個州最差的一個。更不用說，'
        '他欺騙他太太和其他三個女人亂搞，其中一個是你的太太。是的，我認識他。」'
        '\n\n  辯護律師幾乎暈了過去。法官馬上叫他們兩人走到台前來，輕聲的對他們說：'
        '\n\n  「如果你們任何一個笨蛋問她是否認識我，我就把你們送上電椅去！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_22.png',
    "videoId": 'Rom7byceNRM',
    "videoName": '無人像耶穌這樣愛你 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia',
    "talk": '不做虧心事，夜半敲門心不驚。一個行事光明磊落的人，是什麼都不懼怕的人。'
        '\n\n  其實馬可福音四章二十二節之前一節，耶穌乃是鼓勵我們要把燈放在燈台上，而不是放在斗底下或床底下'
        '而不是放在斗底下或床底下。換句話說，行事為人要光明正大，不但自己可以問心無愧，也能夠使別人受益'
        '也能夠使別人受益。不然的話，耶穌警告我們說，任何得罪上帝或傷害人的事，遲早都會被顯露出來的'
        '遲早都會被顯露出來的。'
        '\n\n  若你有一些你不想隱藏的事，不如來到主耶穌面前告訴祂，求祂赦免你，並求主幫助你過一個光明正大的生活。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 23,
    "title": '勇敢改變自己',
    "scriptureName": '哥林多後書 5:17',
    "scriptureVerse": '「若有人在基督裏，他就是新造的人，舊事已過，都變成新的了。」',
    "prelude": '沒有人生來就喜歡改變。美國文學家及幽默大師馬克.杜溫說：'
        '「唯一喜歡改變（更換）的人就是濕了屎布的嬰孩。」'
        '在人與人相處最大的問題之一是希望別人改變，而自己卻不改變。',
    "laugh": '約翰.尼克傳道住在美國德州一個很徧避的鄉鎮，他出生到如今五十二年從未離'
        '他出生到如今五十二年從未離開這鄉鎮。有一天他被邀請到達拉斯大城市去參加特會，並且安排他住在一間大酒店。'
        '\n\n  尼克傳道就很快樂地開他的老爺車，帶著太太和青少年的兒子一起去。到達大'
        '酒店的大廳之後，尼克傳道被一間小房間深深的吸引住。他看見一位老太太站在小房'
        '間前，按了門鈕一下，門打開了，她走進去。卅秒鐘之後，門開了，竟然是一位年青'
        '漂亮的小姐走出來。不久之後，又來了一位老太太，進去之後門關了起來，卅秒之後，'
        '門又打開，又是一位漂亮的小姐走出來。'
        '\n\n  尼克傳道看了之後，好興奮！看見兒子和太太一起正走進大廳，就大聲的叫著說：'
        '\n\n  「兒子，兒子，趕快叫你媽媽走進這小房間裡去！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_23.png',
    "videoId": 'q5N1C2m4Bkw',
    "videoName": '不斷更新 經歷恢復 | 曾興才牧師 | 20210117 | 生命河 ROLCCmedia',
    "talk": '改變自己可能是修補破裂之人際關係的開始。從最基本的態度或心態的改變，就會帶'
        '就會帶來行為上的改變。但是改變是需要勇氣，甚至放下面子。'
        '\n\n  試想一想，有哪一些習慣你需要改掉的？有哪一些態度你需要改變的？'
        '\n\n  當你決定要改變自己卻沒有能力時，可以禱告求主耶穌幫助你，因為當你接受祂成為'
        '你個人的救主時，你已經是新造的人，你有主耶穌給你新的心志，新的能力，因為舊'
        '因為舊事是可以過去的，都要變成新的了！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 24,
    "title": '要凡事謝恩',
    "scriptureName": '帖撒羅尼迦前書 5:18',
    "scriptureVerse": '「凡事謝恩．因為這是上帝在基督耶穌裡向你們所定的旨意。」',
    "prelude": '我們都希望每天所發生的事情，會按照我們的計劃發生，但是事實並不是如此。當事'
        '情不如我們所想像的發生時，我們又會有什麼反應呢？',
    "laugh": '三個離家闖天下成功的兒子聚在一起，討論各自送給八十歲老媽的禮物。'
        '\n\n  大兒子友福說：'
        '\n\n  「我為媽媽蓋了一棟大房子。」'
        '\n\n  二兒子友才說：'
        '\n\n  「我送給她一輛賓士轎車，還附司機。」'
        '\n\n  三兒子友光說：'
        '\n\n  「你們知道媽媽非常喜歡讀聖經，你們也知道她的眼睛不好。我送她的是一'
        '隻會朗誦全本聖經的棕色鸚鵡，總共動用二十名修道院的修士，花了整整十二年的時'
        '間來教這隻鸚鵡，我還得每年都要奉獻十萬元，他們才肯訓練牠。不過這是值得的，'
        '媽媽只要說出章節名稱，那隻鸚鵡就會開始背誦聖經給她聽。」'
        '\n\n  過了不久，他們就收到媽媽寄出的謝卡。'
        '\n\n  給大兒子的寫道：'
        '\n\n  「友福，你蓋的房子好大。我只住在其中一個房間，但是我卻得打掃整棟房子。」'
        '\n\n  給二兒子的寫說：'
        '\n\n  「友才，我太老沒辦法外出旅行。我整天都待在家裡，所以我從來沒坐過那台賓士轎車。而且，那個司機好粗魯，很沒禮貌！」'
        '\n\n  她給三兒子的信柔和許多：'
        '\n\n  「最親愛的友光，你是三個兒子中唯一知道媽媽喜歡什麼的，…… 謝謝你送的那隻雞，非常好吃。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_24.png',
    "videoId": 'EdrWxymdaOM',
    "videoName": '耶穌 我們的彌賽亞 | 曾興才牧師 | 20201213 | 生命河 ROLCCmedia',
    "talk": '當我們沒有看到所期待的結果時，自然的反應就是埋怨。因為我們的眼光只是看到沒'
        '有發生的結果，而忽略了已經發生的事。'
        '\n\n  埋怨不但會影響自己的心情，埋怨也無濟於事。如果能夠從正面的眼光去看待結果，我們的心情就不一樣了。'
        '\n\n  其實，上帝要我們凡事謝恩。也就是說，無論如意或不如意的事，既然已經發生了，'
        '必定有上帝的美意。感恩就是相信和接受凡事都有美意，雖然現在還看不見有什麼好'
        '處，但將來回頭一看，原來其中充滿了上帝的祝福。所謂“塞翁失馬，焉知非福”也。'
        '\n\n  想一想，你可以感謝上帝的三件事，然後開口感謝讚美祂。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 25,
    "title": '愛人不可虛假',
    "scriptureName": '羅馬書 12:9',
    "scriptureVerse": '「愛人不可虛假、惡要厭惡、善要親近。」',
    "prelude": '愛人是要花心思、下工夫。如果平常自己沒有作好功課，想要模仿別人的作法，不但'
        '達不到想要的結果，反而會引起別人的誤會。',
    "laugh": '有一天，小王被小陳邀請到他家去吃晚餐。他非常欣賞小陳的作風，一進家門，'
        '就先問候太太：「今天都好嗎？」並告訴她，她很漂亮，然後，他們彼此擁抱，太太'
        '太太就開始請他們吃飯。飯後，小陳對太太的廚藝贊不絕口，並非常謝謝她。當太太到廚'
        '房去的時候，小王就問小陳說：'
        '\n\n  「你為什麼對你的太太這麼好？」'
        '\n\n  小陳回答說：'
        '\n\n  「這是應該的嘛！我如此做，幫助我們有一個快樂的婚姻！」'
        '\n\n  小王非常受感動，決定回家以後如法炮製。當天晚上他一回到家，就抱著他的太太，對她說：'
        '\n\n  「太太，妳今天真好看！」'
        '\n\n  然後又加了一句：'
        '\n\n  「Honey，甜心，我是這個世界上最幸運的男人，能夠娶到妳這好太太！」'
        '\n\n  沒想到，她太太卻大哭起來。小王就很納悶的問她說：'
        '\n\n  「這到底是怎麼一回事？」'
        '\n\n  太太哭著回答說：'
        '\n\n  「真糟糕的一天！今天阿毛在學校和同學打架，冰箱又壞了，所有的食物都臭了。現在，你卻喝醉酒了以後才回家！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_25.png',
    "videoId": 'l_rrmbHdXik',
    "videoName": '翻轉世代的勇士 | 曾興才牧師 | 20201115 | 生命河 ROLCCmedia',
    "talk": '愛人真的是要出自真心，一點點的假意都不行。要愛一個人並不是一件困難的事，只'
        '要你肯用心去了解對方的需要，花一點心思去滿足他。但要記得不是按照自己的方法'
        '去行，乃是對方可以接受的方法。'
        '\n\n  請問在你身邊左右，是否有人需要你去愛他？不妨想一想愛心的行動，真心去愛他。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 26,
    "title": '不要以外貌看人',
    "scriptureName": '撒母耳記上 16:7',
    "scriptureVerse":
        '「耶和華卻對撒母耳說、不要看他的外貌和他身材高大、我不揀選他、因為耶和華不像人看人、人是看外貌、耶和華是看內心。」',
    "prelude": '步入中年的人最難接受的事實是：自己開始老了！因此，中年人總是盼望聽到別人說'
        '自己一點兒都沒有變。但是有時候，我們自己卻以不同的眼光去看待別人。',
    "laugh": '有一個名叫愛麗絲的中年女子，去看一個第一次預約新的牙醫。她坐在候客室'
        '她坐在候客室等候時，注意到牙醫執照上有他的全名。突然，愛麗絲想起一個高高又英俊的黑髮男'
        '愛麗絲想起一個高高又英俊的黑髮男孩，與他同名的是三十年前高中的同班同學，這是否就是她曾經迷戀的那個秘密對象呢？'
        '\n\n  當她看到他時，她很快的就放棄這樣的想法……眼前這個牙醫，禿頭、灰髮、臉部深皺的男人與她的同學比太老了。'
        '\n\n  當牙醫檢查完她的牙齒後，愛麗絲問他是否曾讀過摩根園區高中。'
        '\n\n  「是啊，我是，我是野馬。」牙醫閃爍著一種驕傲。'
        '\n\n  「您何時畢業的？」'
        '\n\n  「哦，一九七五年，妳為何問這個呢？」'
        '\n\n  愛麗絲驚嘆地說：「你在我的班級！」'
        '\n\n  牙醫就很近距離的打量著她，然後這個又老、又禿頭、充滿皺紋、灰髮的傢夥就問她：'
        '\n\n  「您是教什麼的？？」',
    "photoUrl": 'assets/photos/xlcdapp_photo_26.png',
    "videoId": 'EnhFWEWorxE',
    "videoName": '神的大能勇士興起吧 | 曾興才牧師 | 20201025 | 生命河 ROLCCmedia',
    "talk": '我們總是很容易以外貌來看一個人，以這個人的穿著，外表來下判斷。結果很可能不是我們眼中所看到的。'
        '\n\n  先知撒母耳要去尋找並膏立以色列的國王時，他也犯了我們一般人的錯，以外貌看'
        '人。結果上帝要揀選的國王卻是大家想都沒有想到的，就是大衛。'
        '\n\n  因此，我們不論是交友或找同工，不要先以外貌看人，乃是用一點時間，加上禱告上帝，祂為你預備的人是超過你所求所想的。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 27,
    "title": '喜樂的心是良藥',
    "scriptureName": '箴言 17:22',
    "scriptureVerse": '「喜樂的心、乃是良藥．憂傷的靈、使骨枯乾。」',
    "prelude": '喜樂的心可以治百病，憂傷的靈真的會使骨頭枯乾。我們之所以會憂傷，是因為有許'
        '多放不下的事，放不下的事會帶來憂慮。憂慮會使我們把注意力放在錯誤的事情上。',
    "laugh": '林太太的丈夫突然心臟病發作而死去，一起生活了四十年的老伴離去，'
        '使她覺得非常的孤單寂寞。她想起丈夫有一個好朋友開了一間寵物店，心裡想，'
        '買一隻寵物作伴，解解悶。林太太告訴老闆說：'
        '\n\n  「我想有一隻寵物成為我的同伴―幾乎好像另外一個人和我住在一起。」'
        '\n\n  老闆就想到他所喜愛的一隻鸚鵡。'
        '\n\n  「祂會說話嗎？」'
        '\n\n  「那當然！很會說話的！每一個顧客都因祂的友善和說話的能力感到驚訝！所以，祂才會賣得那麼貴！」'
        '\n\n  林太太非常高興的把祂買下來，放在一個漂亮的大籠子內，心想，「終於，可以有個同伴說話了，太好了！」'
        '\n\n  但是，過了一個禮拜，鸚鵡一句話都沒說。林太太開始擔心，就回到寵物店。'
        '\n\n  「怎麼樣，鸚鵡好嗎？說很多話吧！」'
        '\n\n  「一句話都沒有，我好擔心。」'
        '\n\n  「咦，上個星期妳買鸚鵡……有沒有買一面鏡子？」'
        '\n\n  「沒有啊！」'
        '\n\n  「那就是妳的問題了…」'
        '\n\n  林太太買了一面鏡子回去。幾天過去，鸚鵡仍然沒說一句話。'
        '\n\n  「祂依然一句話不說。」'
        '\n\n  老闆說：「妳買籠子的時候，有沒有買梯子呀？」'
        '\n\n  「沒有！」'
        '\n\n  「祂看了梯子，上下梯子，就會說話了。」'
        '\n\n  林太太就買了梯子回去，放在籠子裡。等了又等，鸚鵡仍然沒說一句話。她更擔心了，就回到店裡，流淚的說……'
        '\n\n  「妳有沒有買一個秋千？」'
        '\n\n  「沒有！我有籠子，一面鏡子，一個梯子……」'
        '\n\n  她又買了一個秋千，擺在梯子旁邊，但是鸚鵡仍然靜悄悄的。幾天以後，林太太衝回店裡，氣得不得了。'
        '\n\n  「怎麼啦？」'
        '\n\n  「祂死了，昂貴的鸚鵡！」'
        '\n\n  「是嗎？我簡直不可相信，祂臨死前有說了些什麼嗎？」老闆好奇的問她。'
        '\n\n  「有的，其實當祂躺在那裡，快死去的時候，用很輕微的聲音說：'
        '\n\n  『難道他們店裡沒有賣食物嗎？』」',
    "photoUrl": 'assets/photos/xlcdapp_photo_27.png',
    "videoId": 'SsOt07Z01zU',
    "videoName": '新的季節 新的恩膏 | 曾興才牧師 | 20200913 | 生命河 ROLCCmedia',
    "talk": '喜樂其實是一個選擇，好像我們每天都在作不同的選擇一樣。我們可以選擇憂憂愁愁的過一天，也可以選擇快快樂樂的過一天。'
        '\n\n  若是我們不故意去選擇喜樂時，很容易就會落入憂傷的低谷去，看什麼都不順眼，'
        '心裡總是往負面去鑽牛角尖，不但會惹出病來，更可怕的是連骨頭都會枯乾呀！'
        '\n\n  當我們選擇喜樂時，我們的心情就開朗了，我們對周遭所發生的事情的態度也會更正面了。'
        '如此的生活態度必定是充滿陽光與活力。'
        '\n\n  讓我們今天就選擇喜樂吧！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 28,
    "title": '專注的能力',
    "scriptureName": '希伯來書 12:2',
    "scriptureVerse": '「仰望為我們信心創始成終的耶穌．他因那擺在前面的喜樂、就輕看羞辱、忍受了十字架的苦難、便坐在上帝寶座的右邊。」',
    "prelude": '在這高科技網絡發達的世代，要吸引別人的注意力不是一件容易的事，'
        '特別是當你在演講或發表言論時，要使大家的注意力集中，更是需要下工夫。',
    "laugh": '年輕的陳傳道向老牧師請教：'
        '\n\n  「怎樣才能吸引會眾的注意力？」'
        '\n\n  老牧師說：'
        '\n\n  「你可以說：『我一生中最幸福的時光是在兩個女人的懷抱裡度過的。』」'
        '\n\n  年輕的陳傳道吃驚地看著老牧師。'
        '\n\n  老牧師得意的說：「然後你說：『一個是我的母親，一個是我的太太』」'
        '\n\n  陳傳道覺得這一招不錯，在下一次的禮拜中，他向會眾說：'
        '\n\n  「我一生中最幸福的時光是在兩個女人的懷抱裡度過的，一個是我的母親。」'
        '\n\n  大家都很吃驚地望著他。他就得意忘形，忘記了下一句要說什麼，接著他說：'
        '\n\n  「……可是…可是…另一個…我卻想不起她是誰了。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_28.png',
    "videoId": 'S00xN1NVfx4',
    "videoName": '耶和華是我的幫助 | 曾興才牧師 | 20200809 | 生命河 ROLCCmedia',
    "talk": '有些人的個性取向就比較困難集中精神，有些人會因為生活中煩瑣的事情而分心，或是因為生活中的困難而無法專心。'
        '\n\n  專注或集中精神可以產生很大的能力，尤其是當我們把精神專注在正確的目標上。雷射的發明就是基於這個原理。'
        '\n\n  耶穌是最好的例子，雖然十字架充滿痛苦和羞辱，簡直不是常人所能忍受的。'
        '但耶穌注目的不是這些肉身的痛苦和心靈上的傷害，祂乃是專注於擺在前面得榮耀的喜樂，'
        '祂要完成救贖世人的工作，就可以輕看這些苦難。'
        '\n\n  你目前是否在困境中？或諸多的壓力底下？不妨抬頭仰望耶穌，把你的眼目轉向祂，你就必重新得力！。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 29,
    "title": '成功的秘訣',
    "scriptureName": '約書亞記 1:8',
    "scriptureVerse": '「這律法書不可離開你的口．總要晝夜思想、好使你謹守遵行這書上所寫的一切話．如此你的道路就可以亨通、凡事順利。」',
    "prelude": '人人都想要成功。追求成功是許多人的目標。但是每個人對成功有不同的定義，不同的看法。'
        '重點是看你是從什麼角度去看成功。',
    "laugh": '在一個直銷經紀人的講座會裡，講員問大家幾個問題，他說：'
        '\n\n  「世上有兩種成功的人，第一種成功的人，是把自己的思想裝進別人的腦袋裡。'
        '第二種成功的人，是把別人的錢裝進自己的口袋裡。請問第一種成功的人叫什麼？」'
        '\n\n  「老師！」大家都回答說。'
        '\n\n  「那第二種成功的人叫什麼呢？」'
        '\n\n  「老闆！」大家又都回答了。'
        '\n\n  「那麼，兩種都成功的人叫什麼呢？」'
        '\n\n  整個會場頓時靜了下來。不久以後，有一個中年男子大聲叫道：'
        '\n\n  「老婆！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_29.png',
    "videoId": 'MtDF6hw-dD0',
    "videoName": '疫情中的身心靈健康 | 曾興才牧師 | 20200719 | 生命河 ROLCCmedia',
    "talk": '大家都想要成功，因為成功也意味著幸福和美滿的生活。因此，大家都盡所能的去追求它。'
        '有人會不惜任何代價，甚至踩在別人身上爬上成功的梯子。'
        '\n\n  當約書亞接下偉大領袖摩西的棒子時，心中又是徬徨又是恐懼戰兢，上帝就鼓勵他，'
        '並給他一個成功的秘訣：謹守遵行上帝的每一句話。'
        '\n\n  要謹守遵行上帝的每一句話，我們必須愛慕祂的話，然後常常默想祂的話，才知道如何在每天的生活中應用祂的話。'
        '當我們如此行的時候，上帝所應許的成功比我們想要的成功還要美好，'
        '那就是我們的道路就可以亨通，凡事順利。'
        '\n\n  讓我們今天就開始愛慕上帝的話吧！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 30,
    "title": '用愛心說誠實話',
    "scriptureName": '以弗所書 4:15',
    "scriptureVerse": '「惟用愛心說誠實話、凡事長進、連於元首基督。」',
    "prelude": '話語是人與人溝通最主要的管道。因此，正確的說話技巧和態度可以幫助我們建立美'
        '好的人際關係。最基本的溝通的原則應該是誠實了。',
    "laugh": '在跨國企業的亞洲會議裡，美國人和英國人同時受邀到台灣去開會。'
        '他們被請到川菜餐廳吃飯，美國人先吃了一口五更腸旺，但一不小心就吃到很辣的辣椒，'
        '所以美國人一邊吃，一邊流眼淚。'
        '\n\n  英國人關心的問說：「你怎麼了？」'
        '\n\n  美國人說：「沒什麼！我只是突然想念起我在美國的母親，覺得有點難過！」'
        '\n\n  後來，英國人也吃了一口五更腸旺，吃到辣椒，也是辣到眼淚鼻涕直流下來。'
        '\n\n  美國人也關心的問說：「你怎麼了？」'
        '\n\n  英國人回答說：「喔，我也是想起了你媽媽！」'
        '\n\n  美國人一聽，覺得很奇怪，開口問道：'
        '\n\n  「你流淚跟我媽媽有什麼關係？」'
        '\n\n  英國人說：'
        '\n\n  「我只是想起你媽媽，怎麼會生出你這個不誠實的兒子來！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_30.png',
    "videoId": 'vA3WJbxNwGE',
    "videoName": '有主同在的祝福 | 曾興才牧師 | 20200223 | 生命河 ROLCCmedia',
    "talk": '用愛心說誠實話是人與人溝通最重要的基礎。'
        '\n\n  首先，一個真正愛你、關心你的人，他會向你說誠實話。當然用愛心也包括了知道你的需要，'
        '並能在最合適的時候，用最恰當的言詞向你表達。'
        '\n\n  問題是不是每一個人都能夠接受別人的誠實話。人們往往喜歡聽美麗的謊言多於愛心的誠實話，'
        '雖然他知道誠實話是可以幫助他成長的。因此，要學習謙卑接受，特別是出於愛心的誠實話，你就會長進，成熟。'
        '\n\n  試想一想，過去有哪些愛心的誠實話幫助你成長？或你希望誰可以對你用愛心說誠實話？',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 31,
    "title": '為我造清潔的心',
    "scriptureName": '詩篇 51:10',
    "scriptureVerse": '「上帝阿、求你為我造清潔的心、使我裡面重新有正直的靈。〔正直或作堅定〕。」',
    "prelude": '世上沒有解決不了的問題，只要你知道問題的所在，並且願意尋求幫助，'
        '無論是人際關係的問題，財務的問題，或是種番茄的問題。',
    "laugh": '有一位老伯獨自一人住在鄉下，他很想在後院種一些番茄，但是泥土很硬，挖不動。'
        '老伯唯一的兒子阿強過去都幫助他，但卻被抓去坐牢了。老伯就寫了一封信給他的兒子，告訴他他的困境：'
        '\n\n  “親愛的阿強：'
        '\n\n  我心裡很難過，因為看樣子，今年我無法種番茄了，我已經太老了，挖不動這些硬泥土。'
        '如果你在這裡的話，我的問題就解決了，我知道你一定會幫助我。   愛你的，爸爸”'
        '\n\n  幾天之後，老伯收到兒子的來信，說：'
        '\n\n  “親愛的爸爸：'
        '\n\n  千萬不要去挖後院的泥土，那是我埋藏許多屍體的地方。   愛你的，阿強'
        '\n\n  第二天淩晨四點鐘，聯邦警員(FBI)和當地的警員來到老伯的家，把他後院的泥土地翻了一遍，'
        '\n\n  卻找不到任何屍體。他們只好向老伯道歉，之後就走了。'
        '\n\n  當天下午，老伯收到兒子的另一封信，說：'
        '\n\n  “親愛的爸爸：'
        '\n\n  現在你可以去種你的番茄了。這是我在目前的狀況下唯一能為你做的事。   阿強”',
    "photoUrl": 'assets/photos/xlcdapp_photo_31.png',
    "videoId": 'C_7OjSmUblQ',
    "videoName": '期待主應許的復興 | 曾興才牧師 | 20200209 | 生命河 ROLCCmedia',
    "talk": '種番茄的問題，動一動腦筋就可以解決了。但是生命的問題，內心的問題需要屬天的能力，上帝的幫助。'
        '\n\n  當大衛王犯了姦淫及謀殺罪之後，在先知拿單面前，承認自己所犯的罪過。之後，還作了詩篇五十一篇公開地向上帝懺悔。'
        '\n\n  大衛王知道他雖為一國之君，滿有權柄與能力。但是他卻無法控制自己的心。他謙卑的求上帝為他造一顆清潔的心，'
        '好使他裡面重新有正直的靈，能夠過一個合上帝心意的生命。'
        '\n\n  請問你知道你的心是如何嗎？你是否也要求上帝為你造一顆清潔的心？',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 32,
    "title": '有衣有食就當知足',
    "scriptureName": '提摩太前書 6:7-8',
    "scriptureVerse": '「因為我們沒有帶甚麼到世上來、也不能帶甚麼去．只要有衣有食、就當知足。」',
    "prelude": '錢財本是沒有善惡之分，乃是在於你如何使用它及以何態度看待它。有些人對錢財看得很開，卻有些人會把它抓住不放。',
    "laugh": '老林就是這樣的人，臨終前，要太太保證會用他的五萬美金存款作陪葬，太太很不情願地答應了。'
        '葬禮時，就在棺木準備蓋上之前，她把一個小木盒放進去。'
        '\n\n  朋友問說：「妳不會真的把錢放進去吧？」'
        '\n\n  她說：「我當然會，我是守信用的人，我既然答應他，就一定會做到！」'
        '\n\n  朋友問：「妳真的把五萬美金拿去陪葬？」'
        '\n\n  她毫不猶疑的回答說：'
        '\n\n  「那當然，我開了一張支票給他……。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_32.png',
    "videoId": 'V9SATtBX12c',
    "videoName": '新年新異象 | 曾興才牧師 | 20200112 | 生命河 ROLCCmedia',
    "talk": '正確的錢財觀才會幫助我們以正確的態度來看待它。錢財本身就是身外之物，生不帶來，死也不能帶去。'
        '\n\n  錢財乃是上帝賜給我們去管理和經營的資產之一。當我們有聰明智慧去使用它時，'
        '它可以成為祝福多人的管道。上帝就會把更多的錢財交給我們去管理。'
        '\n\n  反過來說，若我們沒有善於使用錢財，它會成為我們的捆綁，也會成為傷害人的工具。'
        '\n\n  因此，聖經上帝的話語勸告我們說，只要有衣有食，就當知足。千萬不要貪圖不義之財，'
        '你所需要的，上帝必定會豐豐富富的供應你，知足常樂也。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 33,
    "title": '永生是上帝的恩賜',
    "scriptureName": '羅馬書 6:23',
    "scriptureVerse": '「因為罪的工價乃是死．惟有上帝的恩賜、在我們的主基督耶穌裡、乃是永生。」',
    "prelude": '怕死是人的天性。但是沒有一個人可以不死，雖然有些人還是想盡辦法去躲開它。',
    "laugh": '有一次，牧師問他的三個同工說：'
        '\n\n  「有一天，當你躺在棺木裡時，朋友和親人在追思你的時候，你希望聽到他們說什麼？」'
        '\n\n  老陳說：「我希望他們說，我曾經是一個好丈夫和好的屬靈領袖，是一個愛家的人。」'
        '\n\n  老李說：「我希望他們說，我曾經是一位很棒的教師，一位影響許多人生命，上帝的僕人。」'
        '\n\n  「那你呢？老崔」，牧師看到他若有所思的樣子。'
        '\n\n  老崔毫無頭緒的說：「我希望他們說，看啊，他還在動！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_33.png',
    "videoId": 'RlAS--BGZYs',
    "videoName": '你是最有福氣的人 | 曾興才牧師 | 20191103 | 生命河 ROLCCmedia',
    "talk": '生老病死是人生必經的旅程。無論你是貧富貴賤，高官販卒，沒有一個人是可以倖免的。'
        '\n\n  那到底是什麼原因人人都必須經過生老病死呢？上帝說是因為世人都犯了罪，虧缺了上帝的榮耀，'
        '達不到祂聖潔、公義的標準。而且這個罪所帶來的結果就是死。'
        '\n\n  但是上帝愛世人，祂不願意我們死，永遠與祂隔離，就讓祂的獨生子耶穌基督完全公義，'
        '無罪的代替我們死在十字架上，第三天從死裡復活，把永生的生命賜給我們。'
        '只要我們願意相信接受耶穌為我們所做的一切，上帝就把永生賜給我們了。'
        '\n\n  你是否願意相信接受主耶穌作你個人的救主呢？',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 34,
    "title": '作一個內裡誠實的人',
    "scriptureName": '詩篇 51:6',
    "scriptureVerse": '「你所喜愛的、是內裡誠實．你在我隱密處、必使我得智慧。」',
    "prelude": '誠實雖然是一個美德，但是要作一個誠實人可真不容易。因為不是人人都愛聽誠實話，許多人都想聽奉承的話。',
    "laugh": '有一天，有一位中學老師問學生說：「如果你只剩下三天的壽命，你要怎樣利用？」'
        '\n\n  學生們搶著回答：'
        '\n\n  小光說：「我要趁這幾天好好陪陪家人。」'
        '\n\n  小明說：「我要和我的朋友去度假。」'
        '\n\n  大雄認真地說：「我要寫好遺囑。」'
        '\n\n  這時，老師看見大牛沉默不語，便問他：'
        '\n\n  「大牛，你呢？你要怎樣利用這三天？」'
        '\n\n  大牛說：「老師，我想聽你的課。」'
        '\n\n  全班同學開始罵他阿諛奉承，為了分數不擇手段拍老師馬屁。'
        '\n\n  但是，老師聽了心中大喜，心想居然還有如此尊師重道的同學。不禁再問他說： 「為什麼呢？」'
        '\n\n  大牛突然很正經地站起來說：'
        '\n\n  「因為聽你的課，讓我有度日如年的感覺……」',
    "photoUrl": 'assets/photos/xlcdapp_photo_34.png',
    "videoId": 'M_DMXNFWB6o',
    "videoName": '得著你腳掌所踏之地 | 曾興才牧師 | 20191013 | 生命河 ROLCCmedia',
    "talk": '作一個誠實人是需要勇氣的。而且誠實是從心裡開始的。因為有些人口裡可以講“誠實話”，做出來的卻是另一回事。'
        '\n\n  所以，詩人大衛說，上帝所喜愛的是內裡誠實。因為當你心裡有誠實的時候，你口裡所說的，和你手裡所做的也都必誠實。'
        '\n\n  當上帝喜愛你的時候，祂也會把智慧賜給你，使你可以在任何的環境中知道當如何行。而且你所說所行的，必能成為多人的祝福。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 35,
    "title": '管教是愛',
    "scriptureName": '箴言 3:12',
    "scriptureVerse": '「因為耶和華所愛的、他必責備．正如父親責備所喜愛的兒子。」',
    "prelude": '教養兒女充滿挑戰。父母常常因為管教兒女的事情充滿煩惱。'
        '若不管教，深怕孩子會變壞，若管教太嚴，又怕會使他失去志氣，真是不容易呀！',
    "laugh": '小丹今年十五歲，好玩不肯讀好書，常常受到爸爸的管教。有一天，當小丹的爸爸經過兒子的房間，'
        '發現門打開著，覺得有點不對，一向雜亂無章，但今天整整齊齊，床單也鋪直了。'
        '\n\n  走進去，他看到床的中間擺著一封信，上面寫著：「致爸爸」。用發抖著的手，他把信打開，上面寫著：'
        '\n\n  「親愛的爸爸：'
        '\n\n  我抱著沉重又悲哀的心情寫這封信。首先，我要感謝您，這十五年來教養之恩，我是一生也不會忘記。我是迫不得已，才和阿雯私奔的。'
        '\n\n  不辭而別，是不願意看到您和我大吵大鬧，希望您明白我的心情。'
        '\n\n  我實在是很愛阿雯的，雖然你們看不慣她穿鼻針，還有她肚臍中的鐵環，屁股上的刺青，但這都是年輕人喜歡做的事，您和媽媽是不會了解的。'
        '\n\n  就算你們不喜歡她，阿雯也說不要緊，她還是照樣尊敬你們兩位。'
        '\n\n  我們之間的愛，並不止於性慾，而是真正的感情，雖然她比我大很多，但她說她不介意，我也很清楚我們會互相愛著，一生一世。'
        '\n\n  阿雯已經懷有孩子，你們將很快地做祖父祖母，是值得高興的事，阿雯和我並不會節育，她說要為我生多幾個。'
        '\n\n  請不必為我們的生活擔心，在我們去的鄉下，我們可以種些大麻，然後賣給朋友，換取一些可卡因和海洛英來吸食。'
        '\n\n  在這過程中，我希望這些毒品可以減少她的痛苦，希望有朝一日，她的愛滋病得到解藥，她一定會醫好的。'
        '\n\n  你的兒子阿丹上'
        '\n\n  延伸：'
        '\n\n  爸爸，我所寫的事，都不是真的，請您放心好了，我現在在同學家裡打遊戲機，沒有女朋友，也沒有喝酒。'
        '我只是想提醒您，這世上會有更壞的事，請打開書桌上的學校成績表，分數太差，請原諒。'
        '\n\n 又，如果您息怒了，請打我的手機叫我回來吃飯。」',
    "photoUrl": 'assets/photos/xlcdapp_photo_35.png',
    "videoId": 'CodOk9jKWAU',
    "videoName": '要傳福音給萬民聽 | 曾興才牧師 | 20190922 | 生命河 ROLCCmedia',
    "talk": '雖然管教兒女充滿許多挑戰，但是它仍是必須的。若是以正確的心態和目的去管教兒女，雖然辛苦，結果卻是美好的。'
        '\n\n  聖經說上帝所愛的，祂必責備。當我們因為愛兒女的緣故責備他們時，感覺雖然不好受，卻不要灰心，知道最終他們必會明白的。'
        '\n\n  管教是愛，責備也是愛。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 36,
    "title": '你可以勝過試探',
    "scriptureName": '馬太福音 6:13',
    "scriptureVerse": '「不叫我們遇見試探．救我們脫離兇惡。因為國度、權柄、榮耀、全是你的直到永遠、阿們。」',
    "prelude": '我們每天都會遇見各式各樣的試探，不論你是教會的牧師，或剛信主耶穌的基督徒，或是還未信耶穌的人，你都會被試探。',
    "laugh": '有幾個男人在一家健身中心裡運動後，進入更衣室休息。突然放在一條長凳上的手機響了起來，老陳便拿起它，說：「喂？」'
        '\n\n  對方卻是一個女的回答說：'
        '\n\n  「親愛的，是我，你在俱樂部嗎？」'
        '\n\n  「是的。」'
        '\n\n  「太棒了！我就在離你那兒只有兩條街的購物商場內。我看見一件非常漂亮的LV大衣，它非常的高貴華麗！我可以將它買下嗎？」'
        '\n\n  「價格如何？」'
        '\n\n  「只要一千八百美元」'
        '\n\n  「好，如果妳那麼喜歡它，就買下它吧！」'
        '\n\n  「哦，對了！我經過賓士汽車代理店時，看見一輛2016年的新款跑車，我十分喜歡，'
        '我已經和銷售經理談過，他願意給我相當不錯的價錢，而且，我想說我們也需要將去年底買的寶馬給換了。」'
        '\n\n  老陳回答說：「那他出什麼價錢？」'
        '\n\n  「只要九萬八千美元！」'
        '\n\n  「好吧，但價格這麼貴，我希望它的功能都齊全。」'
        '\n\n  「沒問題，親愛的！謝謝！我過一會兒來看你！我愛你！」'
        '\n\n  「再見，我也愛妳！」'
        '\n\n  老陳掛了電話，然後把它舉起來問所有在場的人說：'
        '\n\n  「這支手機是誰的？」',
    "photoUrl": 'assets/photos/xlcdapp_photo_36.png',
    "videoId": 'hYllgoSyx_8',
    "videoName": '歡迎耶和華作王 | 曾興才牧師 | 20190901 | 生命河 ROLCCmedia',
    "talk": '試探是從人的私慾或魔鬼來的。試探的目的乃是叫人跌倒、犯罪。因此聖經告訴我們說，'
        '上帝不試探人，但祂會試煉我們，因為試煉的目的叫人長大成熟。'
        '\n\n  我們如何可以勝過試探呢？為你每天的生活禱告。'
        '\n\n  禱告是完全倚靠上帝的最具體行動。在主耶穌教導我們的主禱文裡，前幾句話乃是教導我們每天要“願主的名為聖”，'
        '意思說要凡事尊主為大；要“願祢的國降臨”，'
        '意思說要讓主掌管你的生命生活；要“願祢的旨意行在地上，如同行在天上”，'
        '意思說你每天所行的事都要合乎上帝的心意。'
        '\n\n  當我們每天如此禱告的等候，我們會更加倚靠主，我們肯定能夠勝過試探，脫離要害我們的惡者或兇惡的環境。'
        '上帝的名必在我們每天的生活中得榮耀。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 37,
    "title": '要愛你的妻子',
    "scriptureName": '以弗所書 5:25',
    "scriptureVerse": '「你們作丈夫的、要愛你們的妻子、正如基督愛教會、為教會捨己．」',
    "prelude": '人最基本的需要是愛和被愛。人與人之間的相處不能沒有愛，夫妻之間更是需要愛。而且夫妻之間的愛有時候是不講理的。',
    "laugh": '有一位結婚不久的太太，想到一個如何可以讓她和丈夫的婚姻幸福美好的方法，就對丈夫說：'
        '\n\n  「親愛的，要讓我們今後的生活甜甜蜜蜜，以後所有的大事都由你來決定，而所有的小事都聽我的安排，怎麼樣？」'
        '\n\n  丈夫聽了覺得不錯，就問說：'
        '\n\n  「那麼，講具體一點，哪一些小事聽妳的安排呢？」'
        '\n\n  太太說：'
        '\n\n  「我決定應該申請什麼樣的工作，應該住在什麼地方，應該到那裡去度假，以及諸如此類的事。」'
        '\n\n  丈夫驚訝地問：'
        '\n\n  「那麼是哪些大事由我來決定呢？」'
        '\n\n  太太說：'
        '\n\n  「哦，你決定誰來當總統，我國的赤字該如何去平衡，我們對伊拉克戰爭應該採取什麼樣的態度，等等……」',
    "photoUrl": 'assets/photos/xlcdapp_photo_37.png',
    "videoId": 'nGUwACBEkq0',
    "videoName": '你可以為神做大事 | 曾興才牧師 | 20190707 | 生命河 ROLCCmedia',
    "talk": '有人說愛是一件很麻煩的事，因為愛一個人是需要付上時間，精力和心思。'
        '人不是天生就懂得愛人，愛需要教導，學習和經歷。愛是一個非常具體的行動。'
        '\n\n  上帝吩咐作丈夫的，要愛你們的妻子。這不是一個選擇，乃是一個命令。因為我們的本能是愛自己，'
        '要愛我們的妻子是要付代價的。正如基督愛教會，為教會，為我們捨去自己的生命，為了使我們得救贖，得到最大的好處。'
        '\n\n  要愛我們的妻子，首先要明白她的需要，要成為她的學生，才能夠滿足她的需要。'
        '要明白她的需要是必須花時間溝通，觀察和了解她。'
        '然後，我們才能夠以實際的行動來向她表達我們對她的愛。'
        '\n\n  請你今天以行動向你的妻子表達你的心意。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 38,
    "title": '要殷勤、不可懶惰',
    "scriptureName": '羅馬書 12:11',
    "scriptureVerse": '「殷勤不可懶惰．要心裡火熱．常常服事主。」',
    "prelude": '中國有句話說：行行出狀元。只要你肯努力，無論是那一行，那一業，都可以出人頭地的。'
        '反過來說，懶惰的人，不但自己一事無成，也不能造福於他人。',
    "laugh": '有一位神父死了以後，在珍珠門前排隊進天堂……在他前面有一位大漢戴著墨鏡，穿著T-shirt，牛仔褲，和皮夾克……'
        '\n\n  「我是周易，紐約城市的計程車司機。」'
        '\n\n  聖彼得說：「賜你絲袍和金手杖…。」'
        '\n\n  輪到神父了，……'
        '\n\n  「我是約瑟詩勞 ,在聖瑪利亞教堂牧會四十三年。」'
        '\n\n  聖彼得說：「賜你棉袍和木手杖…。」'
        '\n\n  「剛剛那個大漢是紐約的計程車司機，您賜給他絲袍，金手杖，這怎麼可能？」'
        '\n\n  「在天上，我們是看工作的果效，」聖彼得說：「當你講道的時候，大家都睡著了，但是當周易開車的時候，大家都在拼命禱告！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_38.png',
    "videoId": 'ePsQGEjimW8',
    "videoName": '尊榮父親 全家復興 | 曾興才牧師 | 20190616 | 生命河 ROLCCmedia',
    "talk": '有人說，懶惰是人的本性。我想這只是某些人不肯努力的藉口。創造天地萬物的主宰一直工作到如今，因此，祂勸勉我們要殷勤，不可懶惰。'
        '\n\n  當你發現有人常常遊手好閒，無所事事時，他極可能對人生沒有一個清楚的目標。一個有異象或有人生目標的人，肯定是個殷勤的人。'
        '因為這個異象或目標帶給他動力和方向，他就會殷勤，很努力去完成他所要做的事。'
        '\n\n  作為一個跟隨主耶穌的人，他是一個有明確目標的人，他不但會殷勤不懶惰，他也會非常熱情地服事耶穌和他身邊左右的人。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 39,
    "title": '真正的平安',
    "scriptureName": '約翰福音 14:27',
    "scriptureVerse": '「我留下平安給你們、我將我的平安賜給你們．我所賜的、不像世人所賜的．你們心裡不要憂愁、也不要膽怯。」',
    "prelude": '每天的生活中，有許多叫我們害怕的東西，有些人害怕毛毛蟲，有些人怕黑，也有人害怕被人攻擊。總而言之，你總會有使你害怕的東西。',
    "laugh": '有一天老劉在乘坐計程車時，想問司機先生一個問題，就從後座伸手拍拍司機的肩膀。沒想到，司機先生大聲尖叫起來，'
        '車子失去控制，幾乎撞上巴士車，開到行人道上，在一間店門口停了下來。'
        '\n\n  當司機稍為冷靜下來以後，就開口大罵老劉：'
        '\n\n  「你千萬不要再這樣做！你把我嚇得魂不附體！！」'
        '\n\n  老劉不停的說對不起：'
        '\n\n  「因為不知道拍一拍你的肩膀會把你嚇成這個樣子。」'
        '\n\n  「不，不，是我對不起。」司機完全冷靜後說：'
        '\n\n  「這不是你的錯，今天是我第一天當計程車司機 ― 過去二十五年我是在一家殯儀館開靈車的!!」',
    "photoUrl": 'assets/photos/xlcdapp_photo_39.png',
    "videoId": 'B8__4EmIsy0',
    "videoName": '你是王子和公主 | 曾興才牧師 | 20190519 | 生命河 ROLCCmedia',
    "talk": '當你活得越久，人生經歷越豐富時，你就知道平安比一切都寶貴。'
        '\n\n  你若和一些年長的人談談，他們不會向你炫耀有多少財富或過去有何豐功偉業。'
        '他們所關心的是兒女子孫是否有平安，自己的身體是否都健康。'
        '\n\n  到底哪裡可以找到真正的平安？耶穌基督臨別門徒之前，把一個寶貴的應許給他們，乃是留下平安給他們。'
        '這個平安只有耶穌才能給我們，不是世上任何人可以給我們的，這個平安乃是因為有耶穌，'
        '復活的耶穌永遠與我們同在。因此，我們無論遇到任何的事，或在任何的環境中，都可以不需要害怕，這就是真正的平安。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 40,
    "title": '要教養孩子',
    "scriptureName": '箴言 22:6',
    "scriptureVerse": '「教養孩童、使他走當行的道、就是到老他也不偏離。」',
    "prelude": '作父母親的，最怕的莫不過於有人說，自己的孩子沒有教養。但是，教養孩子卻不是一件容易的事。',
    "laugh": '王夫婦有兩個孩子，八歲和十歲，常常鬧事，若學校有電話來，肯定是小龍和小虎又闖禍了，他們不知道該如何辦。'
        '後來王太太聽說有一位牧師很會管教孩子，就把她的兩個兒子送去請他幫忙。'
        '牧師要求分開來看他們，先和小兒子小虎談。牧師叫小虎坐下，問他說：'
        '\n\n  「上帝在哪裡？」'
        '\n\n  小虎沒有回答。'
        '\n\n  牧師就用嚴厲的聲音問他，仍然沒有回答。'
        '\n\n  然後，牧師就站起來用手指著小虎，用更嚴厲的話問他：'
        '\n\n  「上帝在哪裡？」'
        '\n\n  小虎聽了，就衝出牧師的房間，跑到一個小房間，把門關了起來。'
        '\n\n  他的哥哥小龍跟在後頭，問他說：'
        '\n\n  「到底發生了什麼事？」'
        '\n\n  小虎回答說：'
        '\n\n  「這一次我們可麻煩了，上帝不見了，他們以為是我們幹的！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_40.png',
    "videoId": 'Fj7fe0xnmxo',
    "videoName": '耶穌愛你愛到底 | 曾興才牧師 | 20190414 | 生命河 ROLCCmedia',
    "talk": '雖然教養孩子不是一件容易的事，但不是一件不可能的事。聖經中的箴言書，最有智慧的一本書，'
        '充滿了教養孩子的話語。第二十二章的第六節就給我們幾個重要的提示：'
        '\n\n  第一，教養必須趁孩子小的時候開始。這裡的“孩童”，乃是指在十二歲以下的孩子。'
        '要教就要趁早，一到了青少年期，可就太晚了。'
        '\n\n  第二，教養在原文裡有“訓練”的意思。換句話說，教養是一個繼續不斷的過程。'
        '在孩子成長的過程中，教導也必須配合不同年齡層，有不同方式及內容的教育。當然，言教與身教兩者都應有。'
        '\n\n  第三，教養有一個清楚的目的：使他走當行的道。幫助孩子找到他人生的目標及上帝造他的目的是教養的中心。'
        '如此一來，作父母的就可以放心，因為知道他們就是到老，也必走在正道之中。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 41,
    "title": '不要作糊塗人',
    "scriptureName": '以弗所書 5:17',
    "scriptureVerse": '「不要作糊塗人、要明白主的旨意如何。」',
    "prelude": '歲月真的不饒人，年紀越大，記憶、精神就越衰退，擺烏龍的機會也越來越多。'
        '。有些烏龍無傷大雅，但有些烏龍，不小心，可要鬧出人命的！',
    "laugh": '一位交通警察把車停在路邊，等待捉拿開快車的人。看見一輛車以時速二十二哩在慢慢開著，'
        '想想這和開快車一樣危險，警員就響起警車鈴聲，要這部車停到路邊。'
        '\n\n  警員走向前一看，看見車內坐了五個老太婆―兩位在前，三位在後―臉色蒼白，眼睛睜得大大的。'
        '\n\n  開車的老太太顯然是有點困惑，說：'
        '\n\n  「交警先生，我是按著正確的時速開車，我不明白到底有什麼問題？」'
        '\n\n  警員按壓著笑聲，向老太太解釋說：'
        '\n\n  「22不是時速牌，乃是22號公路。」'
        '\n\n  有點不好意思，老太太苦笑了一下，並謝謝交警指出她的錯誤來。'
        '\n\n  「在妳離開之前」，警員說：'
        '\n\n  「我必須要問妳，車內其他的乘客都好嗎？這些婦人好像受到了極大的震驚！」'
        '\n\n  「哦！」老太太回答說：'
        '\n\n  「她們將會沒事的，因為我們剛從127號公路轉過來的！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_41.png',
    "videoId": 'AVUzUvGGTS8',
    "videoName": '升等的秘訣 | 曾興才牧師 | 20190224 | 生命河 ROLCCmedia',
    "talk": '看錯路標沒有鬧出人命真是大幸。但是有些人因為一時糊塗而後悔一輩子。所以，使徒保羅勸勉我們不要作糊塗人。'
        '\n\n  人為什麼會糊塗呢？無知、大意、或年紀大了，記憶衰退了。無論是什麼原因，我們都不想作糊塗人，我們要作聰明人。'
        '\n\n  聰明人是知道在什麼時候做什麼事情或不該做什麼事情，這就是智慧。'
        '而智慧可以從人生的經驗累積來的，或是從創造的主宰耶和華來的。因此，保羅說一個明白主旨意的人就不是糊塗人了。'
        '要明白主旨意，就必須花時間來認識祂，祂就是保羅所傳講所事奉的主耶穌。'
        '\n\n  我盼望你能很快的認識主耶穌。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 42,
    "title": '與智慧人同行',
    "scriptureName": '箴言 13:20',
    "scriptureVerse": '「與智慧人同行的、必得智慧．和愚昧人作伴的、必受虧損。」',
    "prelude": '當我在神學院唸書的時候，有一個教授提醒我們說，“你想要成為什麼樣的人，'
        '就多跟什麼樣的人在一起。”人是會互相影響的。',
    "laugh": '有一位著名的教授常到各大學去講課。有一天，在去講課的途中，司機對他說：'
        '「教授，我聽你的課已不止五十次了，我已經記得滾瓜爛熟，我敢說，這堂課我也能教！」'
        '\n\n  「哦，是嗎？好啊！那等一下我們互換角色！」教授回答說。'
        '\n\n  到了學校，司機果然去講課，並且一字不誤的把課上完。但正當他要離開時，'
        '忽然有一個學生問了個問題，司機一時答不出，但還是很鎮定地說：'
        '\n\n  「這位同學，你問的問題太簡單了，為了讓你明白到底有多簡單，我決定叫我的司機來回答你！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_42.png',
    "videoId": 'PYJphzxyJIE',
    "videoName": '你要先求神的國 | 曾興才牧師 | 20190106 | 生命河 ROLCCmedia',
    "talk": '中國有一句話說：近朱者赤，近墨者黑。乃是教導我們要小心結交朋友，因為我們會受到朋友好的或壞的影響。'
        '\n\n  同樣的，聖經中最有智慧的人所羅門王直接的告訴我們說，與智慧人同行的，必得智慧，和愚昧人作伴的，必受虧損。'
        '因此，不論在選擇朋友或工作時，都得三思而後行。'
        '\n\n  在你的朋友群中，誰是有智慧的人？不妨多和他在一起。若遇上了愚昧的人，'
        '不如作他的智慧人，讓他因為和你在一起，漸漸地成為有智慧的人。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 43,
    "title": '不要惹兒女的氣',
    "scriptureName": '以弗所書 6:4',
    "scriptureVerse": '「你們作父親的、不要惹兒女的氣、只要照著主的教訓和警戒、養育他們。」',
    "prelude": '養育兒女是每位父母親的本分，因此，父母親常常絞盡腦汁希望兒女能夠出人頭地。'
        '但是，有時候我們所做的和我們所要看到的結果，都完全超出我們所想的。',
    "laugh": '十歲的小明發現五年級的數學實在是他這一生中最難的功課，家教，同學，影音教學片和教科書都沒有用，'
        '最後父母決定把小明轉進私立小學，這不是一間普通的私立小學，而是一所天主教學校。'
        '\n\n  開學的第一天，小明就在這陌生的環境裡東張西望。那天放學回來後，他走過父母親面前，'
        '就回房把門關起來，辛苦地做了兩個小時的功課，出來吃過晚飯後，又回到樓上去，'
        '認真地做功課直到睡覺的時候。這樣的模式，一天繼續一天，直到第一次發成績單。'
        '\n\n  小明把信封丟在書桌上，就回房做功課去了。他父母打開成績單一看，讓他們驚奇的是，數學的成績居然是A。'
        '他們欣喜萬分的衝上小明的房間，為他的進步激動不已，想要知道原因。'
        '\n\n  爸爸問：「是那些修女嗎？」'
        '\n\n  「不是！」小明回答。'
        '\n\n  媽媽問：「是教科書，老師，還是課程安排？」'
        '\n\n  「不是！」'
        '\n\n  爸爸問：「是課前的禱告嗎？」'
        '\n\n  「不，不是！」'
        '\n\n  媽媽有點急了，說：「喔，那麼，是什麼原因呢？」'
        '\n\n  小明回答說：「是這樣的，開學的那一天，我在教室裡看見一個人，'
        '脫光了衣服被釘在加減乘除的加號上面，我知道，我知道……，他們是玩真的。',
    "photoUrl": 'assets/photos/xlcdapp_photo_43.png',
    "videoId": '48qffMTRwIg',
    "videoName": '經歷感恩的能力 | 曾興才牧師 | 20181118 | 生命河 ROLCCmedia',
    "talk": '養育兒女需要智慧和技巧。有些父母親按照他們過去的經歷教養兒女，又有一些父母親從書本上所學習的來幫助兒女。'
        '\n\n  無論是用什麼方法教養兒女，使徒保羅特別勸勉作父親的，不要惹兒女的氣，意思說，不要使兒女因為你權柄式的管教而失去志氣。'
        '乃是要照著主耶穌在聖經裡的教導，從兒女年幼時就塑造他們的心思，按照他們的年齡協助他們茁壯成長。'
        '讓他們能夠活出上帝在他們身上的命定。'
        '\n\n  所以，單靠我們的經歷或市場上的書籍是不夠的，而是要謙卑地來到主面前，'
        '熟悉聖經的話語，主必賜你智慧去養育你的兒女。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 44,
    "title": '不可妄求',
    "scriptureName": '雅各書 4:3',
    "scriptureVerse": '「你們求也得不著、是因為你們妄求、要浪費在你們的宴樂中。」',
    "prelude": '許多人心中都有一個幻想或一個他不敢告訴別人的願望，一旦有機會可以實現它的時候，他怎能錯過呢！',
    "laugh": '六十出頭的老高和他的太太一起在一間清靜、充滿羅曼蒂克的小餐廳裡慶祝他們結婚三十五週年紀念。'
        '突然間，一位漂亮的小天使出現在他們桌前。'
        '\n\n  「為了獎勵你們這對模範夫妻，這麼多年來是如此的恩愛，我給你們每人一個願望。」'
        '\n\n  太太一直希望和丈夫去環遊世界，就回答說：'
        '\n\n  「哦，我要和我這位親愛的老公環遊世界。」'
        '\n\n  小天使揮一揮手，兩張瑪麗皇后二號郵輪的船票在她手中。'
        '\n\n  老高想了一想，說：'
        '\n\n  「嗯，這是非常羅曼蒂克，但是，這種機會是千載難逢啊！非常對不起，我親愛的，'
        '我的願望是能夠有一位比我年輕三十歲的太太。」'
        '\n\n  老高的太太和小天使都非常失望，但是願望畢竟還是願望，因此，小天使揮一揮手，'
        '“噗”的吹口氣，老高變成九十二歲的老太公！',
    "photoUrl": 'assets/photos/xlcdapp_photo_44.png',
    "videoId": 'mjrZPYWhS4g',
    "videoName": '新的道路 新的恩膏 | 曾興才牧師 | 20171008 | 生命河 ROLCCmedia',
    "talk": '聖經中的上帝是一位美善的上帝，祂非常樂意將祝福賜給求告祂的人。但是，我們為什麼卻常常沒有得到上帝的祝福呢？'
        '答案是我們沒有向祂祈求。你說：“我有啊，為什麼還是得不到祝福呢？'
        '\n\n  雅各告訴我們，“你們求也得不著，是因為你們妄求。”那就是沒有按照上帝的心意求，乃是自私自利，為自己的宴樂、享受而求。'
        '\n\n  試試回想過去你向上帝祈求的事。那一些事是祂已經成就的，那一些事是祂沒有成就或還未成就的。'
        '這其中是否有妄求的事，若是有，求上帝赦免。然後，按照上帝的應許重新向祂祈求。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 45,
    "title": '得力在乎平靜安穩',
    "scriptureName": '以賽亞書 30:15',
    "scriptureVerse": '「主耶和華以色列的聖者曾如此說、你們得救在乎歸回安息．你們得力在乎平靜安穩．你們竟自不肯。」',
    "prelude": '在這世上有許多問題是我們無法解決的，我們會因此感覺很無力，也很無奈。心中盼望有奇蹟出現在我們眼前。',
    "laugh": '有一天，水牛先生獨自在海邊散步，忽然踢到一個硬物，低頭一看是盞油燈，他拾起來，用衣袖擦掉上面的沙，巨大的燈神出現。'
        '\n\n  水牛先生問：「是不是有三個願望？」'
        '\n\n  燈神回答說：「不，那是童話故事慣用的誇張手法，我只能為你達成一個願望。」'
        '\n\n  水牛先生提出要求：「我很想去美國舊金山旅行，但是怕坐飛機，朋友提議坐郵輪，我卻怕暈船，你可不可以建一條大橋，連接臺北和舊金山？」'
        '\n\n  燈神罵道：「神經病！你可知道造一條這麼長的橋，需要多少鋼鐵水泥？不可能的事我不做，你想一個較實際的願望吧！」'
        '\n\n  水牛先生說：「我結婚七年了，我的太太仍然說我不了解她，你能不能令我開竅，明白女人不講話時，腦子裡究竟在想什麼？說『不需要』的時候，其實是想要什麼？」'
        '\n\n  燈神嘆了一口氣，說：'
        '\n\n  「那條橫跨太平洋大橋，你要雙線還是四線車道？」',
    "photoUrl": 'assets/photos/xlcdapp_photo_45.png',
    "videoId": 'MuBajqfb43U',
    "videoName": '神能成就一切 | 曾興才牧師 | 20180902 | 生命河 ROLCCmedia',
    "talk": '當我們面對生活中的困境或危機時，我們會想盡辦法去尋找解決方案，我們真的很盼望有貴人出現，幫助我們脫離險境。'
        '\n\n  以色列百姓也有類似的經歷，當他們四面受敵，在危機重重的環境中，倚靠自己的智慧和能力，仍然找不到出路。'
        '主耶和華就透過先知以賽亞告訴他們一個解決方案，那就是回轉歸向上帝，專心的信靠這位過去曾經幫助他們，'
        '如今也必幫助他們的上帝。他們不必再掙扎，知道耶和華是他們的上帝，他們就必重新得力，享受上帝給他們的平安。'
        '\n\n  你現在是否也處在一個困境或危機中？停止掙扎；回轉到上帝面前，專心的祈求倚靠祂，上帝必定會為你開一條出路。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 46,
    "title": '要培養內在美',
    "scriptureName": '彼得前書 3:4',
    "scriptureVerse": '「只要以裡面存著長久溫柔安靜的心為妝飾．這在上帝面前是極寶貴的。」',
    "prelude": '愛美本來就是人的天性，尤其是女生們。每年化妝品的消費是非常驚人的，'
        '加上各式各樣的減肥、美容手術等，叫人無法認出真與假。',
    "laugh": '有一個中年婦人得了心臟病被送入醫院急診，躺在手術臺上，經歷了死亡幽谷，看見神。'
        '\n\n  她問說：「我的時候是否到了？」'
        '\n\n  神說：「不，妳還有四十三年兩個月又八天。」'
        '\n\n  恢復之後，這婦人就決定繼續住院做整容，拉皮，鐳射術，塑身，抽脂，甚至請人來改了她的髮型和顏色。'
        '\n\n  她心裡想：「我既然還有這麼長的壽命，要充分的使用。」'
        '\n\n  手術完畢，她走出醫院回家，在過馬路時，卻被救護車撞死了。'
        '\n\n  來到神的面前，她很不服氣的對神說：'
        '\n\n  「你不是說我還有四十三年嗎？你怎麼沒有把我從救護車那裡救出來！」'
        '\n\n  神回答說：「我不認得妳了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_46.png',
    "videoId": '9tB8P5ftalQ',
    "videoName":
        '恩慈相待 彼此饒恕 | 曾興才牧師 | 20180729 | 曾興才牧師 | 20210321 | 生命河 ROLCCmedia',
    "talk": '愛美不是一件壞事。創造天地萬物的上帝為我們創造了這個美麗的世界，'
        '充滿許多漂亮的飛禽走獸、花草樹木等等。更是照著上帝自己的形象造了男女，最漂亮完美的設計。'
        '\n\n  只是有時候，當我們過分的強調外在的化妝與打扮，而忽略了內裡的溫柔、安靜時就不好了。'
        '其實，外在的裝飾比內在的生命涵養來得容易，這也許是大家追求的原因吧。'
        '\n\n  上帝看為寶貴的乃是內裡的修養，這需要花功夫和時間去培養的。有時候，上帝會藉著我們生活的環境或我們身邊的親朋好友，'
        '甚至我們的配偶來塑造我們的生命，好讓我們裡面可以長久溫柔，平靜安穩。'
        '如此的生命及內在美肯定會成為多人的祝福。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 47,
    "title": '得著妻子的人有福了',
    "scriptureName": '箴言 18:22',
    "scriptureVerse": '「得著賢妻的、是得著好處、也是蒙了耶和華的恩惠。」',
    "prelude": '夫妻關係是世上最親密的關係。這個關係可以叫人覺得人間有天堂，也可以叫人覺得人間也有地獄。'
        '可見，夫妻關係對人的影響可真大啊！',
    "laugh": '有一位營養學家在芝加哥向一群聽眾演講。他說：'
        '\n\n  「我們放進肚子裡的東西，足夠殺死我們坐在這裡的每一個人。紅肉特別糟糕，汽水侵蝕你的腸胃，'
        '中國食物充滿了味精(MSG)，蔬菜裡的農藥更不用說，也沒有想到，我們的飲水中的細菌，長期在危害我們的健康。'
        '\n\n  但是，有一件東西是最危險的，也是我們都有的，或你將會吃到的。有誰可以告訴我，是什麼食物，'
        '當你吃了，以後的年日會帶給你最多的憂傷與痛苦？」'
        '\n\n  等了好久，都沒有人回答。終於坐在後排的一位七十五歲的老先生，站起來大聲叫說：'
        '\n\n  「Wedding cake結婚蛋糕！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_47.png',
    "videoId": 'zEg_C0UvBmI',
    "videoName": '美好婚姻影響世代 | 曾興才牧師 | 20180708 | 生命河 ROLCCmedia',
    "talk": '有人如此評論婚姻：婚姻，許多在外面的人很想進去，但是在裡面的人卻很想出去。'
        '\n\n  那最有智慧的人，怎麼說“得著賢妻的、是得著好處、也是蒙了耶和華的恩惠。”你會說，沒錯啊！'
        '他說的是得著“賢妻”的，當然是得著好處。那得不著“賢妻”的，就得不著好處了嗎？'
        '\n\n  其實並不然，在原文聖經裡只提到得著“妻子”的，並沒有說是“賢妻”。換句話說，得著妻子的，是得著好處。'
        '\n\n  要體驗這節文的祝福，我們必須回到設立婚姻的創造主。首先，婚姻是上帝創造的美意，因為祂說'
        '男人獨居不好，我要為他造一個配偶幫助他。”（創世記2:18）然後，我們要按照上帝的心意去經營婚姻，'
        '聖經中充滿夫妻角色及如何相愛順服的教導。'
        '我們若能謹守遵行上帝的一切話語，我們一定會享受婚姻中的幸福了。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 48,
    "title": '自卑的必升為高',
    "scriptureName": '路加福音 14:11',
    "scriptureVerse": '「因為凡自高的必降為卑．自卑的必升為高。」',
    "prelude": '自高自大的人是不受歡迎的人，因為他會是一個心中無神、目中無人的人。反之，一個謙卑的人是大家都歡迎的人。',
    "laugh": '有一對新婚的傳道人夫婦，被差派到一市鎮去牧會。太太在整理行李的時候，對丈夫林傳道說：'
        '\n\n  「我一切的東西都是你的，你都可以看，只有這個小黑箱裡的東西你不能看，你答應我嗎？」林傳道只好點頭答應了。'
        '\n\n  二十年之後，林傳道已成了林牧師。有一天，他實在忍不住，很想知道太太的小黑箱裡放了什麼東西，林太太只好告訴他，小黑箱裡有六粒雞蛋和兩千美元。'
        '\n\n  林牧師好奇的問說：「這是什麼意思？」'
        '\n\n  太太說：「每一次你講道講得不好時，我就放一粒雞蛋在這小黑箱裡。」'
        '\n\n  林牧師聽了沾沾自喜，二十年才講六篇不好的信息。'
        '\n\n  「那兩千美元又是什麼意思呢？」接著又問說。'
        '\n\n  太太笑著回答他：「哦，每當我收集到一打雞蛋時，我都拿到市場去賣，這兩千美元是賣雞蛋得來的錢！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_48.png',
    "videoId": 'jSsGUYNWa18',
    "videoName": '爸爸非常的愛你 | 曾興才牧師 | 20180617 | 生命河 ROLCCmedia',
    "talk": '一個自高自大的人，不但眾人都不喜歡他，上帝也會有辦法叫他謙卑。一個謙卑的人，上帝也會將他升為高的。'
        '\n\n  到底謙卑的人會有哪些特點？第一，他會勇於認錯，承當責任。驕傲的人總是看到別人的過錯，而看不見自己的缺失。'
        '謙卑的人不隨意論斷人，處處包容他人的軟弱，心中常覺得虧欠。'
        '\n\n  第二，謙卑人看別人比自己強。人的本性，常以自己的長處去看別人的短處，因此，總是覺得別人都有問題，需要改進，'
        '自己卻是完美無瑕的。謙卑人乃是特意的去發掘及欣賞別人的長處。雖然自己也有許多長處，或許的確比別人強，但是，他願意以己之長補他人之短。'
        '\n\n  如此謙卑的美德是人人都想擁有的。試觀察你身邊周圍的人，是否是你可以學習的對象，或者嘗試去發掘他人的長處，給予肯定和欣賞。',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 49,
    "title": '不可離棄智慧',
    "scriptureName": '箴言 4:6',
    "scriptureVerse": '「不可離棄智慧、智慧就護衛你．要愛他、他就保守你。」',
    "prelude": '世人都忙於尋找知識。在科技發達的時代，知識可以說是隨手可及，大家都有各種不同的知識，但有智慧的人卻不多。'
        '有些問題單靠知識是可以解決的，但有些問題，卻需要智慧才有辦法。',
    "laugh": '有一艘大輪船的引擎發生故障了，船的主人請了一個又一個專家都無法把船修好，'
        '最後他找到一位從青年就開始修船的老人家。'
        '\n\n  老先生背了一大包的工具來，非常仔細的看，檢查引擎，上上下下……看了許多之後，老先生從工具包裡拿了一個小錘子出來，'
        '輕輕的在引擎上敲了一下，馬上，引擎就轟轟的活過來了。'
        '\n\n  引擎修好了一個星期之後，船主收到老先生寄來的賬單，一萬美金。'
        '\n\n  「什麼？」船主呼叫說：「他什麼也沒做啊！」'
        '\n\n  就回信給老先生說：「請把賬單寫得清楚一點！」'
        '\n\n  老先生又寄了一張賬單來，上面只有兩個項目：'
        '\n\n  1. 用錘子敲一下 \$2.00'
        '\n\n  2.	知道敲在那裡 \$9,998.00　',
    "photoUrl": 'assets/photos/xlcdapp_photo_49.png',
    "videoId": 'MYkYllGEOIk',
    "videoName": '同心合意 迎接復興 | 曾興才牧師 | 20180527 | 生命河 ROLCCmedia',
    "talk": '知識固然重要，但智慧卻比知識重要。知識是死的，智慧可以叫知識活過來。因為有智慧的人，才知道如何最有效的去使用知識。'
        '\n\n  所以，最有智慧的所羅門王勸勉我們不可離棄智慧。主要原因有二：一，智慧可以護衛你。'
        '當你在危險的環境中而未察覺時，智慧會及時提醒你，幫助你脫離險境。或當有惡人要攻擊你時，智慧會告訴你如何去應對，或給你出路，勝過要攻擊你的惡人。'
        '\n\n  二，智慧可以保守你。這裡的保守，好像一位精明的個人護衛，隨時都在你左右，'
        '他會預先知道你當走的路和你當做的事，使你可以在正確的時候做對的事。'
        '\n\n  那智慧從哪裡可以得到呢？箴言九章十節說：“敬畏耶和華是智慧的開端，認識至聖者便是聰明！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 50,
    "title": '真實的彼此相愛',
    "scriptureName": '約翰福音 13:34',
    "scriptureVerse": '「我賜給你們一條新命令、乃是叫你們彼此相愛．我怎樣愛你們、你們也要怎樣相愛。」',
    "prelude": '人際關係的問題是最令人頭疼的問題，不論這個問題是夫妻的關係，同事的關係，'
        '。或和你岳母的關係，我們都希望很快的把它給解決掉。',
    "laugh": '有一天農夫張三的岳母來視察他的工作，看哪兒不順眼，都要說上幾句。'
        '當她正在牛棚、馬棚邊指手畫腳時，一頭驢子突然踢了她一腳，她當場就被踢死了。'
        '\n\n  在追思禮拜的時候，牧師發現一個怪事，當女人向張三說話時，他總是點點頭，而當男人向他說話，他就搖頭。'
        '\n\n  會後，牧師找到農夫，問他為什麼？'
        '\n\n  張三回答說：'
        '\n\n  「女人都說：『你一定很難過！』所以我點點頭；男人都說：『可否借你的驢子用一用？』'
        '我只能搖搖頭，因為驢子已經排到明年了，不能再接受申請了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_50.png',
    "videoId": 'G4MskEJXwdI',
    "videoName": '屬靈爭戰得勝的秘訣 | 曾興才牧師 | 20180506 | 生命河 ROLCCmedia',
    "talk": '處理複雜的人際關係並非我們想像的那麼困難。中國近年來流行的一句話：'
        '有關係，就沒有關係，沒有關係，就有關係。'
        '\n\n  到底要有什麼樣的關係，才會沒有關係呢？答案就是愛。這種愛不只是男女之間的情愛，朋友之間的友愛，'
        '或父母對兒女的愛而已。這種愛是從上帝來的愛，透過主耶穌向我們顯明的愛。'
        '\n\n  所以，主耶穌說：我怎樣愛你們，你們也要怎樣彼此相愛。你知道耶穌是怎樣愛你嗎？'
        '祂為了愛你，犧牲自己的生命，擔當你我的罪，叫你我可以因祂得生命，永生的生命。'
        '因此，我們也要像祂一樣，為了彼此相愛，願意付出任何的代價。'
        '\n\n  主耶穌對我們的愛是永不改變的愛，是愛到底的愛，不論我們認為自己好或是不好，配得或是不配得，'
        '耶穌一樣的愛我們，祂從不要求我們改變了之後，才來愛我們。'
        '因此，真實的彼此相愛，乃是不要求對方為你做了什麼或改變了什麼，你才愛他，'
        '因主耶穌的愛，你能夠完全地包容並接納，真心的去愛及關懷你身邊的人。'
        '\n\n  今天就嘗試以耶穌的愛去愛你身邊的人吧！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 51,
    "title": '要彼此順服',
    "scriptureName": '以弗所書 5:21',
    "scriptureVerse": '「又當存敬畏基督的心、彼此順服。」',
    "prelude": '夫妻之間的關係是愛與敬重的關係。當這兩項重要的因素從婚姻中除去的時候，'
        '夫妻之間就會處在恐懼與不安的狀況。',
    "laugh": '有一天老曾和他太太慶祝他們的金婚紀念日，看熱鬧的中年鄰居問老曾說：'
        '\n\n  「為什麼你們可以維持五十年幸福美好的婚姻？自從我出生起，就不曾聽見你們吵架的聲音……，'
        '難道你們之間從來沒有發生過爭執嗎？」'
        '\n\n  老曾說：「爭執是有的，不過不會擴大，我從蜜月旅行的時候就懂得這個道理了。'
        '記得當時交通不方便，我們到大峽谷去度蜜月，一人各僱用一匹驢子，'
        '她的驢子顯然是好吃懶做，走沒多久就賴在路邊不肯走了。'
        '\n\n  只聽到我太太冷冷的對牠說：『第一次』。'
        '\n\n  當驢子第二次偷懶的時候，她又指著驢子說：『這是第二次』。'
        '\n\n  當驢子第三次不肯走的時候，她不慌不忙的拿出租用的手槍，把牠殺死了。」'
        '\n\n  中年鄰居很詫異的說：「尊夫人真是太殘忍了！」'
        '\n\n  老曾說道：「可不是嗎？我當時也看不過去，就停在路邊指責她的不是。結果，她並不跟我爭辯，'
        '只是冷冷的對我說：『這是第一次！』從此以後，我就懂了！」',
    "photoUrl": 'assets/photos/xlcdapp_photo_51.png',
    "videoId": 'H2OPZy4Po6s',
    "videoName": '得神和人的恩寵 | 曾興才牧師 | 20180318 | 生命河 ROLCCmedia',
    "talk": '當上帝設立婚姻的制度之後，祂宣告說：因此，人要離開父母，與妻子連合，二人成為一體。（創世記2: 24）'
        '夫妻關係成為世上最親密的關係，同時也成為最具挑戰性的關係。'
        '\n\n  所以，使徒保羅在講解夫妻之間該如何相處時，就把一個大原則先講清楚：又當存敬畏的心，彼此順服。'
        '這裡指的是敬畏基督耶穌的心。換句話說，作丈夫和作妻子的都必須有敬畏基督的心，'
        '尊主耶穌為大的心，才能夠有彼此順服的心。'
        '\n\n  一個敬畏主耶穌的丈夫，才會聽從主的命令，去愛他的妻子如同基督愛教會，為教會捨己。'
        '一個敬畏主耶穌的妻子，才會順服自己的丈夫，如同順服主。'
        '當丈夫和妻子各自按照主基督的吩咐去經營他們的婚姻時，主的祝福必滿滿的臨到他們，'
        '從他們身上流到他們的家！',
    "likes": 1,
    "type": 1,
    "isNew": false,
    "category": '夏',
  },
  {
    "id": 0,
    "articleId": 52,
    "title": '与你同得福音的好处',
    "scriptureName": '哥林多前书 9:23',
    "scriptureVerse": '「凡我所行的，都是为福音的缘故，为要与人同得这福音的好处。」',
    "prelude":
        '  与别人认同是建立良好人际关系的方法之一。 有些人会想尽方法去和别人认同，为的是要讨好对方；有些人却是真心的要与别人认同，为的是得到对方的接纳。 ',
    "laugh": '  有一个土著部落，每次集会活动时，大家都必须赤身裸体地在一起。 '
        '虽然受到了很多人的白眼和辱骂，但他们却从没有因此改变过自己的族规。 '
        '\n\n  有一次，他们这个部落传染起瘟疫，许多人都病倒了，部落里的医生全都束手无策，最后他们决定到邻近的部落去请一位有名的医生。 '
        '那位医生知道他们奇怪的族规，觉得去到那地方会非常难为情，但他又拒绝不了他们三番两次的邀请，又感到还是救人比面子重要，便答应了。 '
        '\n\n  终于到了欢迎医生到来的那一天，部落的人想，好不容易把医生请来，为了尊重他起见，咱们就破例一次吧。 '
        '所以那一天大家都穿上衣服，打上了领带，聚集在他们的会堂里。 '
        '\n\n  钟声响过之后，医生走了进来，大家一下子都愣住了。 只见年纪老迈，白发苍苍的医生背着重重的医疗包，身上却一丝不挂！ ',
    "photoUrl": 'assets/photos/xlcdapp_photo_52.png',
    "videoId": 'WLssNhv886A',
    "videoName": '同心领受命定的福 | 曾兴才牧师 | 20180922 | 生命河 ROLCCmedia',
    "talk": '  使徒保罗是主耶稣最伟大的门徒之一。 他为了传福音，就是好消息，受尽了逼迫、灾难和痛苦，他也愿意放下身段和他所接触的人认同。 '
        '因此，他说：「向软弱的人，我就作软弱的人，为要得软弱的人。向什么样的人，我就作什么样的人。无论如何，总要救些人。'
        '凡我所行的，都是为福音的缘故，为要与人同得这福音的好处。 」（哥林多前书九章22~23 节）'
        '\n\n  为什么保罗如此用心的要与人同得这福音的好处呢？ 因为福音对你太重要了！ '
        '\n\n  那什么是福音呢？ 福音就是上帝非常爱你和世上的人，爱到祂愿意差遣他的独生儿子耶稣基督，来到世上，为你我的罪钉死在十字架上，第三天从死里复活，把永生的 生命赐给你和我。 '
        '只要你愿意相信接受耶稣基督作为你生命的主，你就可以享受丰盛的生命，永生的生命。 '
        '\n\n  我们每一个人都必须作相信接受主耶稣的决定。 如果你愿意的话，可以作以下的祷告，把你心中的决定告诉主耶稣：'
        '\n\n  「亲爱的天父上帝，我感谢祢这么爱我，把祢独生的儿子主耶稣赐给我，为我的罪钉死在十字架上，第三天从死里复活。'
        '我现在愿意相信并接受主耶稣作我个人的救主，赦免我的罪，赐我丰盛、永生的生命。 '
        '我愿意一生跟随祢，敬拜祢，我如此祷告，乃是奉靠主耶稣基督的名求，阿们！ 」'
        '\n\n  恭喜你！ 按照天父上帝的应许，你现在就成为祂的儿女了：「凡接待祂（主耶稣）的，就是信祂（主耶稣）名的人，祂就赐他们权柄作上帝的儿女。」（约翰 福音一章12节）',
    "likes": 4,
    "type": 1,
    "isNew": true,
    "category": '冬',
  },
];
